{
    "1": "Мяч ещё летел в окно директора, а дети уже играли в прятки.",
    "2": "Учительница спрашивает маленького Вовочку:\r\n— Твой пиджак из чего сделан?\r\n— Из сукна.\r\n— Верно. А сукно из чего делается?\r\n— Из шерсти!\r\n— Молодец! А шерсть кто нам дает?\r\n— Овцы.\r\n— Умница! Значит, какое животное дало тебе пиджак?\r\n— Папа.",
    "3": "Вовочка останавливает машину: \r\n— Дядя, подвезите до школы. \r\n— Я еду в другую сторону. \r\n— Тем лучше.",
    "4": "Вовочка подбежал к огромному псу и стал гладить его пышный хвост. Мать в испуге кричит: \r\n— Что ты делаешь? Он же укусит тебя! \r\n— Нет, мама, с этого конца они не кусаются.",
    "5": "Учитель музыки говорит Вовочке: \r\n— Предупреждаю, что если не будешь слушаться, я скажу твоим родителям, что у тебя есть талант.",
    "6": "Отец говорит Вовочке: \r\n— Когда я был маленьким, я никогда не врал. \r\n— Когда же ты начал врать, папа?..",
    "7": "Мама спрашивает у Вовочки:\r\n— Как дела в школе?\r\n— Учительница сказала, что я совсем не знаю математики и поставила мне в дневник какую-то цифру.",
    "8": "Бабушка прочитала Вовочке сказку и говорит:\r\n— Вот видишь, Вовочка, эту овечку съели волки, потому что она была непослушная!\r\n— А если бы она была послушной, её бы съели люди? — уточняет Вовочка.",
    "9": "— Вовочка, кого ты больше любишь, маму или папу? \r\n— Папу. \r\n— Почему? \r\n— Его никогда нет дома.",
    "10": "Спрятал Пятачок апельсин в дупло и повесил табличку «Здесь апельсина нет».\r\nЧерез день приходит — апельсина нет, а вместо него висит табличка «Ослик апельсин не брал».",
    "11": "Учительница:\r\n— Вовочка, допустим, у тебя в одном кармане брюк 15.000 рублей, а в другом — 25.000 рублей. Что это значит?\r\n— Это значит, что на мне чужие штаны, Марья Ивановна.",
    "12": "Учительница:\r\n— Вовочка, скажи честно, кто сделал за тебя домашнее задание?\r\n— Не знаю, Марья Ивановна, я уже спал.",
    "13": "— Марья Ивановна, но ведь эти школьные знания никогда мне не пригодятся в жизни.\r\n— Твой папа, Вовочка, тоже так думал, поэтому и наделал столько ошибок в твоём домашнем задании.",
    "14": "У Вовочки спрашивают: \r\n— Ты в каком классе учишься? \r\n— В эконом-классе.\r\n— Это как? \r\n— А у нас все родители среднего достатка.",
    "15": "На уроке математики учитель объясняет условие задачи: \r\n— Лестница в доме состоит из пяти пролётов, в каждом из которых 20 ступенек. Сколько ступенек надо пройти, чтобы попасть на последний этаж? \r\n— Все, — отвечает Вовочка.",
    "16": "Мама говорит Вовочке: \r\n— Сядь и расскажи мне какую-нибудь забавную историю. \r\n— Я не могу сесть. Дело в том, что я только что рассказал одну забавную историю папе.",
    "17": "— Вовочка, где твой школьный дневник? \r\n— Его Колька взял, родителей пугать.",
    "18": "Маленький Вовочка не хочет спать. Отец садится у его кроватки и начинает рассказывать ему сказки. Рассказывает час, другой. Наконец в комнате воцаряется тишина. Мать тихо приоткрывает дверь и спрашивает: \r\n— Уснул?..\r\n— Да, мама, — шёпотом отвечает сын.",
    "19": "Маленький Вовочка надевает резиновые сапоги. Мама ему говорит: \r\n— Вовочка, на улице сухо, грязи и луж нет. \r\n— А я найду, — отвечает Вовочка.",
    "20": "— Вовочка, почему у тебя такие грязные руки? — спросила мама. \r\n— Потому что я ими только что мыл лицо.",
    "21": "— Ты чего кричишь, Вовочка?!\r\n— Меня побили! \r\n— За что? \r\n— За то, что я кричал.",
    "22": "— Вовочка, когда же ты наконец исправишь свои оценки? \r\n— Пап, я каждый день стараюсь это сделать, но учительница ни на минуту не оставляет журнал без присмотра.",
    "23": "Приходит Вовочка из школы домой и говорит отцу: \r\n— Пап, а я смотрю, ты очень понравился моей учительнице! \r\n— Почему ты так решил? — спрашивает отец. \r\n— Она снова хочет тебя видеть.",
    "24": "Вовочка глядит в окно. Вдруг отскакивает и бежит к маме.\r\n— Мама! — в ужасе кричит Вовочка. — Там папа идёт!.. Что мы ему сначала покажем — мой дневник или твоё новое платье?",
    "25": "Приходит Вовочка домой с подбитым глазом. Мама его спрашивает:\r\n— Что с тобой случилось, сынок?\r\n— Понимаешь мама, я люблю шутки. Каждую ночь в три часа я набираю номер кого-нибудь из ребят и спрашиваю: \"Догадайтесь, кто звонит?\"\r\n— Ну и что?\r\n— Ну и сегодня один догадался!",
    "26": "Вовочка приходит домой с двойкой в табеле. Показывает папе и, глядя на него с надеждой в глазах, проникновенно говорит:\r\n— Ведь главное, чтоб все были здоровы… Правда, папа?",
    "27": "— Вовочка, что сказал папа, когда упал с лестницы? \r\n— А неприличные слова повторять можно? \r\n— Конечно, нет! \r\n— Тогда ничего.",
    "28": "— Вовочка, кем ты хочешь быть, когда вырастешь? \r\n— Если я вырасту тётей — то доктором, а если дядей — то космонавтом.",
    "29": "— Вовочка, ты чего такой радостный?\r\n— Нас вчера затопило!\r\n— А что же тут хорошего?!\r\n— Дневник утонул.",
    "30": "— Вовочка, приведи доказательство того, что Земля круглая.\r\n— Глобус, Марья Ивановна.",
    "31": "Вовочка:\r\n— Мам, а можно я в кино пойду?\r\n— С грязными ушами?\r\n— Нет, с ребятами.",
    "32": "В детском садике воспитательница спрашивает у детей: \r\n— Петя, кем ты хочешь стать, когда вырастешь? \r\n— Милиционером. \r\n— А ты, Вовочка? \r\n— Бандитом, чтобы мы опять могли играть вместе.",
    "33": "На уроке зоологии в школе. \r\n— Дети, как называется самка тигра? \r\n— Тигрица. \r\n— Правильно. Вовочка, а как называется самка барса? \r\n— Барсетка, Марья Ивановна.",
    "34": "— Дети, кто разбил окно? \r\nМолчание. \r\n— Дети, кто разбил окно? \r\nМолчание. \r\n— Я в последний раз спрашиваю, кто разбил окно?\r\nВовочка:\r\n— Да ладно, Марья Ивановна, чего уж там… Спрашивайте и в четвертый раз!",
    "35": "У маленького Вовочки спрашивают: \r\n— Вы в детском саду песни про ёлочку учите? \r\n— Нет, про лису. \r\n— А ну-ка, спой! \r\n— \"В лИсу родилась ёлочка…\"",
    "36": "Учительница: \r\n— Дети, скажите, откуда на траве берётся роса? \r\nВовочка: \r\n— Это трава потеет!",
    "37": "Учительница: \r\n— Дети, какая птица не вьёт гнёзд?\r\n— Кукушка, — отвечает Вовочка. \r\n— Почему? \r\n— Потому, что она сидит в часах.",
    "38": "Учительница: \r\n— Сегодня, дети, мы будем спрягать глаголы. Я стою, ты стоишь, он стоит, мы стоим, вы стоите, они стоят… Вовочка, повтори! \r\n— Все стоят.",
    "39": "Первое сентября в первом классе. Учительница говорит: \r\n— Дети, вы пришли в школу. В классе нужно сидеть тихо. Если что-то хотите спросить, поднимите руку. \r\nВовочка тянет руку. \r\n— Ты что-то хотел спросить, Вовочка? \r\n— Нет, просто проверяю, как работает система.",
    "40": "Вовочка в детском саду внимательно смотрит на маникюр воспитательницы. \r\n— Марья Ивановна, у вас такие ногти длинные. \r\n— Да. Нравится? \r\n— Нравится. Наверное, по деревьям удобно лазать.",
    "41": "Вовочку спрашивают в детском садике:\r\n— Вы держите дома каких-нибудь животных?  \r\n— Держим. Кошку и мороженную скумбрию.",
    "42": "Урок математики. Учительница объясняет детям деление. Написала на доске «2:2» и спрашивает: \r\n— Дети, кто знает, что это значит? \r\nВовочка: \r\n— Ничья!",
    "43": "Приходит Вовочка в первый класс. \r\n— А ты считать умеешь? — интересуется учительница. \r\nВовочка: \r\n— Один, два, три, четыре, пять, шесть, семь… \r\n— А дальше знаешь? \r\n— …восемь, девять, десять, валет, дама, король, туз.",
    "44": "— А где твоя тетрадь, Вовочка?\r\n— Она скончалась.",
    "45": "Учитель: \r\n— Помните, дети, что мы живём на земле, чтобы трудиться. \r\nВовочка: \r\n— Тогда я стану моряком.",
    "46": "— Дети, какие грибы растут под осиной? \r\nВсе (хором): \r\n— Подосиновики!\r\n— А под сосной? \r\nВовочка:\r\n— Подсосники?..",
    "47": "Начало урока. Учительница: \r\n— Так, дети! Что бы мне сейчас задать?.. \r\nВовочка: \r\n— А задайте-ка стрекача!",
    "48": "В детском саду ребятишки рассказывают о семье. Вовочка: \r\n— Мою маму зовут Нина Ивановна Сидорова, её девичья фамилия Никитина. А папину девичью фамилию я не знаю.",
    "49": "Дети в школе пишут сочинение на тему «Что бы я попросил у Деда Мороза на Новый год?» Вовочка пишет: \"Дорогой Дедушка Мороз! Сделай так, чтобы нас не заставляли писать эти чёртовы сочинения.\"",
    "50": "На уроке учительница говорит:  \r\n— Дети, кто назовет слово, в котором больше всего букв «О»? \r\nПетя:  \r\n— Молоковоз. \r\n— Молодец, кто больше? Вовочка? \r\nВовочка:  \r\n— Г-о-о-о-о-о-о-о-о-о-л!!!",
    "51": "Учительница:  \r\n— Дети, сегодня мы будем образовывать существительные из глаголов. Леночка, попробуй ты. Охотиться — …  \r\n— Охота.  \r\n— Умница!  \r\n— Вовочка, теперь ты. Учиться — …  \r\n— Неохота.",
    "52": "Первый класс. Учительница:\r\n— Вовочка, расскажи про своих родителей.\r\n— Мой папа работает, а мама — красивая!",
    "53": "Учитель спрашивает:\r\n— Дети, у кого какие есть домашние животные?\r\nВсе тянут руки: \r\n— У меня кошка!.. У меня собака!.. У меня ёжик!..\r\nУчитель: \r\n— А у тебя, Вовочка?\r\n— Вши, клопы, тараканы…",
    "54": "На уроке географии учитель спрашивает Вовочку:  \r\n— Столица Норвегии? \r\n— Не знаю. \r\n— Осло. А Дании? \r\n— Не знаю. \r\n— Ко… \r\n— …зло!",
    "55": "Учительница: \r\n— Надеюсь, Вовочка, я не увижу, как ты сегодня списываешь контрольную? \r\n— Я тоже на это надеюсь, Марья Ивановна.",
    "56": "— Вовочка! Объясни мне, почему у тебя по всем предметам, кроме географии, двойки? \r\n— А по географии меня ещё не спрашивали.",
    "57": "Учительница спрашивает Вовочку:\r\n— Почему за тебя уроки делает папа?\r\n— У мамы времени нет.",
    "58": "Маленький Вовочка смотрит, как папа красит потолок. Мама говорит ему:\r\n— Смотри, Вовочка, и учись. Подрастёшь — папе помогать будешь...\r\n— А что, он к тому времени сам не докрасит?",
    "59": "В магазине продавец спрашивает Вовочку:\r\n— Мальчик, а ты ничего не перепутал?.. Тебя мама, правда, попросила купить пять килограммов конфет и сто грамм картошки?",
    "60": "— Вовочка, не ходи больше на дискотеку — оглохнешь! \r\n— Спасибо, мама, я уже покушал.",
    "61": "Вовочка приходит из школы домой, родители спрашивают:\r\n— Ну, что ты сегодня получил?\r\n— Четыре!\r\n— А почему не пять?\r\n— А у нас было только четыре урока.",
    "62": "Учительница спрашивает класс:\r\n— Дети, какое это время «он убирает, она убирает, ты убираешь»?\r\nВовочка (задумчиво):\r\n— Должно быть, предпраздничное.",
    "63": "Сильно опоздавший Вовочка стоит перед учительницей:\r\n— Что случилось?\r\n— На меня напал вооружённый бандит!\r\n— О, боже!.. И что он сделал?!\r\n— Отнял домашнее задание.",
    "64": "Четырёхлетний Вовочка рассказывает маме:\r\n— Мамочка, а сегодня в садике нас проверял врач.\r\n— А что он проверял?\r\n— Проверял дышим мы или нет.",
    "65": "Учительница:\r\n— Ребята, кто может назвать слово, в котором есть буква «Ч»?\r\nВовочка:\r\n— Сковородка.\r\n— Вовочка, ну и где же в этом слове буква «Ч»?\r\n— В ручке.",
    "66": "Маленький Вовочка так достал кота, что тот спрятался от него под кровать. Вовочка зовёт отца:\r\n— Папа, дай мне швабру.\r\n— Зачем?\r\n— Я котика из-под кровати позову!",
    "67": "Учительница:\r\n— Вовочка, какие планеты Солнечной системы ты знаешь?\r\n— Земля… Венера… Марс… Сникерс…",
    "68": "Воспитательница:\r\n— Вовочка, почему ты ударил сестрёнку стулом?\r\n— Потому что комод я поднять не смог.",
    "69": "Вовочка приходит из школы домой с испуганным видом и говорит: \r\n— Мама, папа, я думаю, сегодня вам не стоит смотреть мой дневник. \r\nМама хватается за сердце, отец — за ремень, открывают дневник, а там — пятёрка! Родители — в шоке. \r\nВовочка (грустно): \r\n— Вот этого-то я и боялся.",
    "70": "Разговаривают две подружки.\r\n— Посоветуй, как мне избавиться от этого настырного Вовочки? \r\n— Чем же он тебе так надоел?.. Портфель, вон, каждый день носит тебе из школы. \r\n— Да у меня этих портфелей уже штук десять дома лежит!",
    "71": "Мама спрашивает Вовочку:\r\n— Когда уроки будешь делать?\r\n— После кино.\r\n— Но будет уже поздно!\r\n— Учиться, мама, никогда не поздно!",
    "72": "Учительница:\r\n— Вовочка, расскажи нам, зачем люди изобрели автомобили?\r\n— Чтобы лошадок не мучить, Марья Ивановна!",
    "73": "Учительница:\r\n— А сейчас, дети, я докажу вам теорему Пифагора.\r\nВовочка с задней парты:\r\n— А стоит ли?!.. Мы верим вам на слово, Марья Ивановна.",
    "74": "Вовочка спрашивает у мамы:\r\n— Мама, почему ты всегда стоишь у окна, когда я пою?\r\n— Чтобы люди не подумали, что я тебя бью, сынок!",
    "75": "Приходит Вовочка в школу с опухшей губой. Одноклассники его спрашивают: \r\n— Чего это у тебя с губой?\r\n— Да я с папой вчера катался на лодке, и мне на губу села оса.\r\n— И чего? Ужалила?\r\n— Не успела — папа её веслом убил!",
    "76": "Урок истории. Учительница спрашивает:\r\n— Чем знаменит 1799 год?\r\nВовочка:\r\n— В том году родился Пушкин.\r\n— А 1812-й?\r\n— Пушкину было 13 лет.",
    "77": "Вовочка пришёл в школу очень бледный.\r\n— Вовочка, ты не заболел? — спрашивает его учительница.\r\n— Нет, просто меня сегодня мама вымыла.",
    "78": "На уроке ботаники. Учительница спрашивает:\r\n— Дети, какое время самое благоприятное для сбора яблок?\r\nПетя:\r\n— Август.\r\nТаня:\r\n— Сентябрь.\r\nВовочка:\r\n— Когда собака привязана.",
    "79": "Учительница:\r\n— Вовочка, назови каких-нибудь два местоимения.\r\n— Кто, я?!..\r\n— Молодец, Вовочка!",
    "80": "Вовочка стоит у открытого окна.\r\n— Ты что плачешь, Вовочка?\r\n— Шарик улетел!\r\n— Я куплю тебе десять новых шариков!\r\n— Нет, такой собаки, как Шарик, у меня больше не будет!",
    "81": "— Вовочка, какой у тебя самый нелюбимый предмет в школе?\r\n— Классный журнал!",
    "82": "Маленький Вовочка заходит в игрушечный магазин и спрашивает у продавца:\r\n— Скажите, пожалуйста, сколько стоит этот тигр?\r\n— Пятьсот рублей.\r\nВовочка достаёт из кармана пятьсот игрушечных рублей:\r\n— Тогда дайте мне его, пожалуйста.\r\n— Мальчик, это же игрушечные деньги!\r\n— Но тигр же тоже игрушечный!",
    "83": "— Вовочка, допустим, у тебя есть 10 рублей. Ты попросил у отца ещё 10 рублей. Сколько всего у тебя будет денег?\r\n— 10 рублей, Марья Ивановна.\r\n— Плохо, Вовочка, ты совсем не знаешь математику!\r\n— А вы, Марья Ивановна, совсем не знаете моего отца!",
    "84": "Воспользовавшись тем, что в школе возник пожар, Вовочка незаметно покурил в туалете.",
    "85": "В конкурсе детских рисунков на асфальте победил Вовочка, нарисовавший круг. Остальных участников забрал Вий.",
    "86": "Учительница:\r\n— Дети, кто двигается быстрее: почтовый голубь или лошадь?\r\nВовочка:\r\n— Если пешком, то лошадь.",
    "87": "Семья ужинает. Мать говорит маленькому Вовочке:\r\n— Когда я ем, я глух и нем.\r\nВовочка, внимательно посмотрев на него:\r\n— А я — нормальный.",
    "88": "В школе для умственно отсталых детей. \r\n— Машенька, сколько будет дважды два? \r\n— Пять тысяч! \r\n— Неправильно. Петенька, сколько будет дважды два? \r\n— Вторник! \r\n— Неправильно. Вовочка? \r\n— Четыре… \r\n— Правильно, а как ты это посчитал? \r\n— Это ж элементарно — пять тысяч минус вторник.",
    "89": "Учительница: \r\n— Дети, я вчера проверила ваши сочинения. Всё хорошо, только вот Вовочка почему-то написал \"птицы улЯтели на юг\". Вовочка, ну почему же улЯтели? \r\n— Как почему?!.. Всё склЯвали, вот и улЯтели.",
    "90": "На занятиях в детском саду воспитательница дала задание слепить четыре овоща. Вовочка пошёл сдавать свою работу самый последний. Приносит большую тарелку, а на ней много-много маленьких кусочков пластилина. Воспитательница спрашивает:  \r\n— Что это, Вовочка? А где же твои овощи?  \r\n— А я их уже в салат порезал!",
    "91": "Сын говорит матери:\r\n— Мам, я больше не пойду в школу!\r\n— Это почему же?\r\n— Да ну!.. Сидоров снова будет из рогатки стрелять, Петров — учебником по голове бить, Иванов — подножки ставить… \r\n— Ну, Вовочка, ты должен идти. Во-первых, тебе уже сорок лет, а во-вторых, ты — директор школы.",
    "92": "— Вовочка, как называется человек, который продолжает говорить, даже когда его никто не слушает? \r\n— Учитель.",
    "93": "— Вовочка, что ты обычно делаешь после обеда?\r\n— Жду ужина.",
    "94": "— Вовочка! Ну, что ты наделал!.. Ты убил маленького лягушонка!.. Представляешь, как будет плакать его мама!\r\n— Не будет. Я его маму тоже убил.",
    "95": "— Мама, в школе все говорят, что я врун!\r\n— Вовочка, да ведь ты даже в школу не ходишь!",
    "96": "Маленький Вовочка спрашивает деда:\r\n— Дедушка, а ты был маленький?\r\n— Был, внучек.\r\n— Ну и смеялись же, наверное, ребята над твоей лысиной.",
    "97": "— Вовочка! Откуда ты знаешь такое плохое слово?\r\n— А его сказал Дед Мороз, когда споткнулся в коридоре о мой велосипед!",
    "98": "Вовочка ничего не может понять из того, что говорит его маленький братик. Подходит к маме и спрашивает:\r\n— Мам, а он точно русский?",
    "99": "— Мам, а почему я выше всех в классе?\r\n— Ты же учитель, Вовочка!",
    "100": "Вовочка спрашивает у учительницы. \r\n— Марья Ивановна, а разве нужно наказывать человека за то, чего он не делал? \r\n— Нет. \r\n— Тогда я не сделал домашнее задание.",
    "101": "— Вовочка! Отойди сейчас же от клетки с тигром! \r\n— Не бойся, мама, я ничего ему не сделаю!",
    "102": "Маленький Вовочка, вернувшись из школы домой, заявляет: \r\n— Всё!.. В школу я больше ни ногой! \r\n— Почему?\r\n— Читать я не умею, писать — тоже, а разговаривать там нельзя!",
    "103": "Урок истории в школе.\r\n— Вовочка, скажи нам, где Суворов одержал свою первую победу? — спрашивает учительница.\r\n— На 150-й странице, Марья Ивановна!",
    "104": "После того как маленький Вовочка научился считать, маме приходится делить пельмени поровну.",
    "105": "Учительница спрашивает:\r\n— Вовочка, ты бы хотел попасть в рай?\r\n— Да, но мама сказала, чтобы после уроков я сразу же шёл домой.",
    "106": "На кусте созревают ягоды.\r\n— А их можно есть? — спрашивает маленький Вовочка.\r\n— А ты попробуй сорви, — говорит мальчик постарше. — Если тётя на скамейке заорёт — значит, съедобные.",
    "107": "Учительница на уроке географии:\r\n— Вовочка, покажи мне, где находится Занзибар.\r\n— Я знаю все бары в городе, Марья Ивановна, но о таком слышу первый раз!",
    "108": "Вовочка просит у отца:\r\n— Пап, дай стольник!\r\n— Сын, мне кажется, ты уже достаточно взрослый для того, чтобы не стрелять у меня мелочь!\r\n— Ты прав, папа. Дай тысячу!",
    "109": "Урок биологии. Учительница:\r\n— Вовочка, расскажи всему классу, как размножаются дождевые черви?\r\n— Делением, Марья Ивановна.\r\n— А поподробнее?\r\n— Лопатой.",
    "110": "— Вовочка, ты кого больше любишь: брата или сестрёнку?\r\n— Сестрёнку! Она мой портфель в мусоропровод выбросила.",
    "111": "Учительница спрашивает:\r\n— Вовочка, какой, по-твоему, должна быть идеальная школа?\r\n— Запертой.",
    "112": "Учительница говорит Вовочке:\r\n— Вовочка, если ты будешь продолжать так же плохо учиться, у твоего отца появятся седые волосы.\r\n— Круто! Папа будет только рад — у него уже давно на голове лысина.",
    "113": "Заболела учительница. Вовочке поручили навестить её. На следующее утро Вовочка заходит в класс и объявляет:\r\n— Положение безнадёжное — Марья Ивановна завтра придёт в школу!",
    "114": "Вовочка приходит домой:\r\n— Пап, у нас сегодня в школе такое случилось, что твоей зарплаты не хватит!",
    "115": "Учительница:\r\n— Вовочка, ты почему опять опоздал?\r\n— Мама рубль потеряла.\r\n— А ты-то здесь при чём?!\r\n— А я на нём стоял.",
    "116": "Вовочка:\r\n— Мама, меня исключили из школы.\r\n— За что?\r\n— Не знаю, наверное, под сокращение попал.",
    "117": "Вовочка звонит на работу маме.\r\n— Мама, сегодня вечером меня не жди.\r\n— Почему, Вовочка?\r\n— Потому что я уже дома.",
    "118": "Урок «Основы православной культуры». Учительница:\r\n— И помните, дети! Те, кто будет учиться на «4» и «5», попадут в рай. А те, кто будет учиться на «2» и «3» — в ад!\r\nВовочка с задней парты:\r\n— А живым закончить школу нельзя?!",
    "119": "Вовочка говорит учительнице:\r\n— Марья Ивановна, я тоже бываю вами часто недоволен. Но я же не звоню из-за этого вашим родителям!",
    "120": "— Вовочка, как будет «читать» по-французски?\r\n— Так же, как и по-русски: взять книгу, открыть, смотреть на буквы.",
    "121": "Маленький Вовочка, вернувшись из деревни, говорит родителям:\r\n— Мама!.. Папа!.. Это неправда, что корова даёт молоко — его из неё вытягивают силой!",
    "122": "— Вовочка, а зачем ты свой дневник в угол поставил?\r\n— А я его наказал за двойки.",
    "123": "Учительница:\r\n— Дети, почему мы сначала видим молнию, а потом слышим гром? Кто ответит?.. Ну, давай ты, Вовочка.\r\n— Потому, что глаза находятся впереди ушей.",
    "124": "На уроке математики учительница задаёт Вовочке задачу:\r\n— 3 килограмма яблок стоят 30 рублей. Что нужно сделать, чтобы узнать сколько стоит один килограмм яблок?\r\n— Посмотреть на ценник!",
    "125": "Маленький Вовочка говорит маме:\r\n— Мамочка, помнишь, ты говорила, что если я получу четвёрку, то буду гулять целый день?\r\n— Помню, а что?\r\n— Значит, сегодня я буду гулять полдня!",
    "126": "— Вовочка! Не лижи масло и вообще отойди от трактора!",
    "127": "На уроке литературы. Учительница:\r\n— Вовочка, что тебе известно о Чехове и Пушкине?\r\n— Чехов — это город, и Пушкин — это город.\r\n— А кто же тогда Толстой?!\r\n— А Толстой — это лев!",
    "128": "— Вовочка, как ваша новая учительница?\r\n— Отлично! Гриппует уже третий раз за месяц!",
    "129": "Урок химии. Учитель: \r\n— Какие вещества не растворяются в воде? \r\nВовочка: \r\n— Рыбы!",
    "130": "Урок химии. Учитель:\r\n— Вовочка, что ты можешь сказать о молекулах соли?\r\n— Они очень хорошо сочетаются с молекулами огурца.",
    "131": "Маленький Вовочка пришёл из детского сада весь исцарапанный. Родители спрашивают:\r\n— Что случилось?\r\n— Хороводы вокруг ёлки водили.\r\n— И что?\r\n— Ёлка большая, а детей мало!",
    "132": "Стук в дверь. На пороге стоит Вовочка с огромной коробкой игрушек в руках.\r\n— Тебе что, Вовочка? — спрашивает соседка.\r\n— Да вот, хочу отдать вам игрушки на хранение, а то из роддома братика привезли… Кто знает, что он за человек.",
    "133": "— Вовочка, сколько в вашем классе отличников?\r\n— Не считая меня, четыре.\r\n— А ты разве отличник?!\r\n— Нет. Я же так и сказал — не считая меня!",
    "134": "Родители спрашивают маленького Вовочку:\r\n— Ты хотел бы иметь братика или сестричку?\r\n— Нет. Сам с вами справлюсь.",
    "135": "Маленький Вовочка спрашивает отца:\r\n— Папа, а почему у тебя на голове так много свободного места?",
    "136": "Вовочка:\r\n— Мама, можно я пойду поиграю с Петей?\r\n— Нет, он плохой мальчик.\r\n— Можно тогда я пойду и побью его?..",
    "137": "— Вовочка, ты уроки сделал?\r\n— Нет.\r\n— А почему же ты тогда лёг спать?!\r\n— Меньше знаешь — крепче спишь.",
    "138": "Мама выходит на улицу и видит Вовочку, увлечённо запихивающего в рот грязного жирного дождевого червяка.\r\n— Вовочка! — кричит она в ужасе. — Ты что?!.. Нельзя есть червяков!\r\nВовочка (удивлённо):\r\n— Почему?\r\nМама, потихоньку приходя в себя:\r\n— Ну, как же… его мамочка вылезет и не сможет найти своего сыночка!\r\nВовочка (угрюмо):\r\n— Не вылезет.\r\n— Почему?\r\n— Я её уже съел.",
    "139": "— Вовочка, тебе пора в школу!\r\n— Мама, у меня температура тридцать шесть и шесть!\r\n— Это вполне нормальная температура.\r\n— Ничего себе, нормальная! В сумме — сорок два!",
    "140": "— Ты помогаешь своей маме? — спрашивает Вовочку пришедшая в гости тётя. \r\n— Конечно! Например, пересчитываю серебряные ложки после вашего ухода.",
    "141": "Вовочка приходит домой и говорит:\r\n— Пап, ничего, что я верёвку с улицы притащил?\r\n— Ничего.\r\n— А ничего, что к ней был привязан чужой велосипед?..",
    "142": "Учительница спрашивает Вовочку:\r\n— Сколько ног у коня?\r\n— Восемь.\r\n— Как восемь?!\r\n— Две передние, две задние, две левые и две правые.",
    "143": "— Мамаша, скажите своему сыну, чтобы он меня не передразнивал!\r\n— Вовочка, перестань корчить из себя идиота!",
    "144": "Вовочка с мамой гуляют по зоопарку.\r\n— Мама, купи мне обезьянку!\r\n— А чем мы её кормить будем?\r\n— Ничем. Тут же написано: \"Кормить животных строго воспрещается!\"",
    "145": "— Вовочка, кого ты больше слушаешь: маму или папу?\r\n— Маму.\r\n— А почему маму?\r\n— Она говорит больше.",
    "146": "Преподаватель истории:\r\n— Представляете, у наших предков не было ни электричества, ни радио, ни телевидения.\r\nВовочка:\r\n— Вот потому они и умерли.",
    "147": "Учительница спрашивает:\r\n— Вовочка, чем богата Сахара?\r\n— Сахаром.\r\n— Но там же песок!\r\n— А я что, сказал рафинад?!",
    "148": "— Вовочка, ты можешь перечислить все десять заповедей?.. В любом порядке. \r\n— Ну, шестая, первая, третья…",
    "149": "Папа спрашивает Вовочку:\r\n— Как это мама догадалась, что ты не умывался?\r\n— Я забыл намочить мыло.",
    "150": "— Мама, почему все в школе называют меня рассеянным? \r\n— Вовочка, твоя мама живёт в соседнем доме!",
    "151": "— Вовочка, ты же обещал мне, что вернёшься домой ровно в четыре!\r\n— Да, папа.\r\n— А разве я не обещал тебе всыпать как следует, если ты не придёшь вовремя?!\r\n— Обещал. Но раз я не сдержал своего обещания, ты тоже можешь не сдержать своего.",
    "152": "На уроке биологии учительница спрашивает: \r\n— Вовочка, назови пожалуйста, пять домашних животных. \r\n— Две кошки и три собаки!",
    "153": "— Вовочка, не заходи далеко в воду, а то утонешь!.. Вовочка, я же сказала, не заходи далеко!.. И, вообще, вылезь из тазика!",
    "154": "Маленький Вовочка спрашивает отца:\r\n— Папа, а наш ёжик умер от старости? \r\n— Конечно, сынок! Был бы он молодой, он бы от грузовика убежал бы.",
    "155": "На уроке географии.\r\n— Вовочка, расскажи, что ты знаешь о Панамском и Суэцком каналах?\r\n— Ничего, Марья Ивановна. Наш телевизор эти каналы не ловит.",
    "156": "Учительница:\r\n— Вовочка, ты можешь назвать какое-нибудь слово с буквой «эль».\r\n— Конечно. Эльф.",
    "157": "— Как это так получилось, Вова, что все руки у тебя грязные, а два пальца чистые?\r\n— А это я сегодня учился свистеть.",
    "158": "Учительница проверяет домашнее задание:\r\n— Просто невероятно, Вовочка, чтобы один человек мог понаделать столько ошибок!\r\n— Почему один?!.. Вдвоём с мамой!",
    "159": "Приходит Вовочка из школы домой. \r\n— Мам, я олимпиаду по зоологии выиграл! \r\n— Молодец!.. А какие вопросы были? \r\n— Сколько ног у страуса. Я ответил — три. \r\n— Но ведь у страуса только две ноги! \r\n— Да, но все остальные сказали, что четыре.",
    "160": "Учительница:\r\n— Вовочка, ты почему вчера не был в школе? \r\n— А у меня старший брат заболел.\r\n— А ты-то здесь причём?! \r\n— А я на его велике катался.",
    "161": "— Вовочка, скажи, кто приходит к тебе на Новый год, бородатый и в красной шубе?\r\n— Дедушка Мороз!\r\n— Правильно, Вовочка! А кто ещё с ним приходит?\r\nВовочка молчит.\r\n— Ну, Вовочка! Ну кто эта девушка с косой?\r\n— Смерть?..",
    "162": "Учительница:\r\n— Вовочка! Почему твоё описание кошки дословно совпадает с сочинением твоего брата?\r\n— А что тут непонятного?!.. У нас дома только одна кошка.",
    "163": "— Да, Вовочка, мы тебя, похоже, избаловали. Придётся тебя наказать!\r\n— Хорошенькое дело: избаловали вы, а наказывать меня?!",
    "164": "Вовочка сидит, обедает. Замечает на столе торт и спрашивает маму:\r\n— Мам, а этот большущий кусок торта ты для себя оставила?\r\n— Нет, для тебя.\r\n— Такой малюсенький кусочек?!..",
    "165": "Родители спрашивают Вовочку:\r\n— Зачем ты читаешь книги о воспитании детей?\r\n— Контролирую, не перегибаете ли вы палку…",
    "166": "На уроке истории.\r\n— Вовочка, кто был следующим патриархом после патриарха Никона?\r\n— Кэнон?..",
    "167": "Урок естествознания в школе. Учитель:\r\n— Крот съедает каждый день количество пищи, равное его собственному весу.\r\nВовочка:\r\n— А откуда крот знает, сколько он весит?",
    "168": "Вовочка едет с мамой в автобусе. Внезапно он громко говорит:\r\n— Мам, глянь, какой дядя лысый! Ни одного волоска на голове нет!\r\nМама (шёпотом):\r\n— Вовочка, говори тише, а то этот дядя тебя услышит.\r\nВовочка (удивлённо):\r\n— Мам, а он, что, сам этого не знает?!",
    "169": "Маленький Вовочка с бабушкой в палеонтологическом музее:\r\n— Представляю, бабуля, как ты должна была бояться этих чудовищ, когда была маленькой!",
    "170": "— Вовочка, почему ты бросил камнем в Петю? \r\n— Мне не разрешают подходить к нему близко, потому что он кашляет.",
    "171": "Вовочка кричит из ванной:\r\n— Мама, ты мне какую рубашку погладила — с короткими рукавами или с длинными?\r\n— А зачем ты спрашиваешь?\r\n— Чтобы знать до куда руки мыть.",
    "172": "Приходит Вовочка к отоларингологу. Врач его спрашивает:\r\n— У тебя есть жалобы на уши и нос?\r\n— Да!\r\n— Какие?\r\n— Они мне мешают надевать свитер!",
    "173": "— Папа, а Тихий океан действительно тихий? \r\n— Вовочка, ты, что, не можешь посложнее вопрос задать?! \r\n— Ладно. Тогда скажи, когда умерло Мёртвое море?",
    "174": "Учительница: \r\n— Вовочка, какие птицы самые полезные для человека? \r\n— Жареные, Марья Ивановна.",
    "175": "— Вовочка, за что тебя выгнали из класса? \r\n— Я — классовый враг.",
    "176": "— Вовочка, ты почему так мелко пишешь?\r\n— Чтобы ошибки были не так заметны.",
    "177": "Вовочка спрашивает у мамы:\r\n— Мама, а ты всё ещё растёшь?\r\n— Нет, Вовочка, я уже давно выросла.\r\n— А чего тогда ты так много ешь?!",
    "178": "Учительница:\r\n— Вовочка, можешь мне подсказать как называется столица Венесуэлы?\r\n— Мне очень жаль, Марья Ивановна, но я тоже не знаю.",
    "179": "— Ну всё, Вовочка! Моё терпение лопнуло!.. Завтра без родителей в школу не приходи!\r\n— А послезавтра?..",
    "180": "Вовочка спрашивает учительницу:\r\n— Марья Ивановна, чего-то я никак не разберу, что вы написали в моей тетради?\r\n— Я написала: \"Пиши разборчиво!\"",
    "181": "— Вовочка, сколько всего частей света?\r\n— Пять, Марья Ивановна.\r\n— Перечисли их.\r\n— Одна, две, три, четыре, пять.",
    "182": "На уроке географии. \r\n— Вовочка, назови пять водоёмов! \r\n— Озеро, река, море, пруд и ванна.",
    "183": "— Вовочка, кем ты будешь, когда вырастешь?\r\n— Солдатом.\r\n— Но ведь тебя ведь могут убить!\r\n— Кто?!\r\n— Неприятель.\r\n— Тогда я лучше буду неприятелем.",
    "184": "— Вовочка, кем ты хочешь стать, когда вырастешь?\r\n— Телефоном-автоматом!\r\n— Почему?!\r\n— Буду только принимать деньги и ничего не делать!",
    "185": "— Какая у тебя красивая люстра, Вовочка! \r\n— Мама сказала, что, если я буду хорошо себя вести, то в неё и лампочку вкрутят.",
    "186": "Маленький Вовочка подходит к папе и говорит:\r\n— Папа, знаешь, на сколько хватает тюбика зубной пасты?\r\n— Нет. \r\n— Теперь знай — на всю прихожую и половинку кухни.",
    "187": "— Вовочка, вымой шею! Сегодня придёт тётя Вера. \r\n— А если она не придёт, я так и буду, как дурак, с мытой шеей ходить?!..",
    "188": "— Вовочка, зачем ты наклеил на тетрадь мое фото? — спрашивает мать сына.\r\n— А мне учительница сказала, что хотела бы посмотреть на дурака, который помогает мне делать домашние задания.",
    "189": "Вовочка приходит из школы и говорит родителям:\r\n— Не знаю, чем вы так понравились нашей учительнице, но она снова хочет вас видеть.",
    "190": "Урок истории.\r\n— Дети, кто такой Чапаев?\r\nВовочка:\r\n— Негр!\r\n— Почему негр?!\r\n— А кто ещё против белых воевать станет?!",
    "191": "— Папочка, купи мне барабан! \r\n— Вовочка, дай мне отдохнуть, у меня на работе достаточно шума и без барабана. \r\n— Купи, папочка! Я буду на нём играть, только когда ты спишь.",
    "192": "— Во что вы играли во дворе, Вовочка, что ты такой грязный?\r\n— Не помню, мамочка, но я был мячом.",
    "193": "Учительница проверяет домашнее задание.\r\n— Вовочка! Это же почерк твоей сестры!\r\n— Вполне вероятно, Марья Ивановна, ведь я же писал её ручкой!",
    "194": "— Вовочка, помешай чай серебряной ложечкой — и все микробы погибнут.\r\n— Ну и, что, мне потом чай с дохлыми микробами пить?!",
    "195": "На уроке географии учитель спрашивает:\r\n— Ребята, вы знаете, что такое пустыня?\r\n— Это место, где ничего не растёт.\r\n— Правильно. Вовочка, а ты можешь назвать какую-нибудь пустыню?\r\n— Ваша голова.",
    "196": "Учитель спрашивает:\r\n— Кто знает почему утром бывает роса?\r\n— Я! Я знаю!..— кричит Вовочка.\r\n— Почему же? — спрашивает учитель.\r\n— Земля так быстро крутится, что аж потеет!",
    "197": "Учительница: \r\n— Вовочка, ну сколько можно болтать?!.. Выйди вместо меня и продолжи!\r\nВовочка выходит к доске: \r\n— Урок окончен! Все свободны!",
    "198": "Мать Вовочки звонит соседке: \r\n— Вы уже сделали сыну домашнее задание по математике? \r\n— Да. \r\n— Дайте списать!",
    "199": "— Вовочка, давай покажем, как мы выучили все месяцы в году. Ян… \r\n— Варь. \r\n— Фев… \r\n— Раль.\r\n— Ну, давай, Вовочка, дальше сам!\r\n— Арт, Рель, Ай, Юнь, Юль, Густ, Ябрь, Ябрь, Ябрь, Ябрь!",
    "200": "Урок по истории средних веков в школе.\r\n— Вовочка, скажи, как обращались благородные рыцари с побеждёнными противниками? — спрашивает учительница.\r\n— Сдавали их в металлолом!",
    "201": "Вовочка приходит домой и говорит:\r\n— Мама, у меня для тебя две новости: хорошая и плохая.\r\n— Ну давай сначала хорошую.\r\n— Я получил пятёрку по математике.\r\n— Очень хорошо!.. А плохая?\r\n— Я соврал.",
    "202": "Учительница:\r\n— Вовочка, ты, что, не видишь, что твой сосед по парте спит?! Разбуди-ка его!\r\n— А почему я?! Он же из-за вас уснул, вот вы его и будите.",
    "203": "В школе ученики помогают делать ремонт. Директор даёт Вовочке банку краски, кисточку и говорит:\r\n— Иди, покрась окна в учительской.\r\nЧерез час Вовочка возвращается и спрашивает:\r\n— А рамы тоже красить?..",
    "204": "— Вовочка, что тебе папа подарил на день рождения? \r\n— Четыре рогатки, Марья Ивановна! \r\n— Перестань шутить, я тебя серьёзно спрашиваю! \r\n— А я и не шучу! Мой папа — единственный стекольщик в нашем районе.",
    "205": "Вовочка заходит в класс и кричит:\r\n— Кто потерял сто рублей?\r\nВсе молчат. Он опять:\r\n— Кто потерял сто рублей? \r\nВдруг встаёт Маша и говорит:\r\n— Я, наверное…\r\nВовочка:\r\n— А чего сидишь?!.. Иди ищи!",
    "206": "— Кто-то из нас двоих точно сошёл с ума! — сказала как-то в сердцах учительница Вовочке. \r\nНа другой день Вовочка заходит в класс и кладёт на стол учительницы какую-то бумагу. Учительница:\r\n— Что это такое?\r\n— Справка о том, что я не сумасшедший.",
    "207": "Учительница:\r\n— Вовочка, из чего состоит предложение \"На грядке растёт морковь, капуста, петрушка\"?\r\n— Из овощей!",
    "208": "Маленький Вовочка спрашивает:\r\n— Мама, а у папы есть родители?\r\n— Конечно, есть… Ты, что, забыл?!.. Бабушка Клава и дедушка Ваня.\r\n— А зачем же тогда они его нам отдали?!",
    "209": "Вовочка приходит домой с одноклассником и говорит:\r\n— Мама, смотри, это — Миша! Он необыкновенный мальчик!\r\n— Чем же он такой необыкновенный?\r\n— Он учится хуже, чем я!",
    "210": "В школе дети писали сочинение на тему «В гостях у бабушки». Самое короткое сочинение написал Вовочка: \"Мы приехали к бабушке, но её не было дома\".",
    "211": "Вовочка кричит со двора матери, стоящей на балконе:\r\n— Мам, кинь мне сюда 62 копейки!\r\n— Они же pассыпятся!..\r\n— А ты их в три рубля заверни.",
    "212": "Учительница:\r\n— Дети, сегодня мы проходим обезьян. Вовочка, не смотри в окно — там обезьян нет… Все смотрим на меня!",
    "213": "— Вовочка, надо вести себя хорошо. Вот видишь, цыплята плохо себя вели и их съела лиса.\r\n— Но ведь, если бы они вели себя хорошо, их съели бы мы!",
    "214": "— Дядя, а вы что, сами есть не умеете?\r\n— Почему ты так решил, Вовочка?\r\n— А мама накануне вашего приезда сказала: \"Опять твоего дядю целую неделю кормить!\"",
    "215": "Вовочка приходит из школы с грязной, порванной шапкой. Мать спрашивает:\r\n— Что это у тебя с шапкой?\r\n— Ребята ею в футбол играли.\r\nМать (возмущённо):\r\n— А что ты в это время делал?!\r\n— В воротах стоял…",
    "216": "Мама говорит Вовочке:\r\n— Вот ты пускаешь мыльные пузыри, а мыло, между прочим, сейчас дорогое, и получается, что ты зря его расходуешь.\r\n— А я его экономлю, когда моюсь.",
    "217": "Звонок в дверь. Вовочка открывает, на пороге стоит милиционер.\r\n— Здравствуй. Папа дома?\r\n— Нет.\r\n— А мама?\r\n— Тоже от вас прячется.",
    "218": "Вовочка приходит из школы. Отец спрашивает его:\r\n— Тебя сегодня вызывали?\r\n— Да. А завтра вызывают тебя.",
    "219": "Учитель говорит Вовочке: \r\n— Завтра пусть придёт в школу твоя бабушка! \r\n— Вы хотите сказать — мама? \r\n— Нет, бабушка. Я хочу показать ей, какие ошибки делает ее дочь в твоих домашних заданиях.",
    "220": "Приходит маленький Вовочка домой и говорит:\r\n— Папа, я в автобусе наступил тёте на ногу и извинился, а она мне дала за это конфету.\r\n— А ты?\r\n— Наступил ещё раз.",
    "221": "Отец спрашивает Вовочку:\r\n— Что у вас было сегодня?\r\n— Сегодня на уроке химии мы изучали взрывчатые вещества.\r\n— А что вы завтра будете делать в школе?\r\n— В какой школе, папа?!..",
    "222": "На приёме у дантиста мать просит сынишку:\r\n— Вовочка, будь умницей! Открой ротик и скажи «А-а-а!», чтобы этот злой и противный дядя смог, наконец-то, вытащить свой пальчик.",
    "223": "Первое сентября. Учительница обращается к первоклассникам:\r\n— Дети, у вас есть ко мне вопросы?\r\nВовочка:\r\n— А когда каникулы?",
    "224": "Первое сентября. Вовочка пошёл первый раз в первый класс. Приходит домой после занятий. Папа у него спрашивает:\r\n— Ну, Вовочка, чему тебя сегодня научили в школе?\r\n— Да ничему, пап. Завтра велели снова придти.",
    "225": "Мама кричит Вовочке:\r\n— Вова, не заплывай далеко! Вова, я кому говорю!.. И, вообще, вылезай из унитаза!",
    "226": "Поп чинит ограду вокруг своего дома. Рядом стоит маленький Вовочка и не спускает с него глаз.\r\n— Ты, наверное, собираешься стать плотником, Вовочка? — спрашивает батюшка.\r\n— Нет, мне просто интересно, что говорят попы, когда попадают молотком по пальцу.",
    "227": "Учительница:\r\n— Подскажи-ка мне, Вовочка, на чём я остановилась?\r\n— И вспоминать не хочется!.. Вы говорили о чём-то таком, за что можно получить двойку.",
    "228": "На уроке истории учительница спрашивает у Вовочки: \r\n— Когда было Бородинское сражение? \r\n— Не помню. \r\n— А почему я помню? \r\n— Так вы насколько меня старше!",
    "229": "— Вовочка, я тебе купила новый учебник! Смотри его не запачкай!\r\n— Не волнуйся, мамочка, я и пальцем до него не дотронусь!",
    "230": "К маме Вовочки пришла подруга и дарит ему маленький подарок.\r\n— Спасибо, тётя.\r\n— Не за что, Вовочка.\r\n— Вот и я говорю, что не за что, а мама всё равно велит благодарить.",
    "231": "— Дети, кто может привести пример удивительного совпадения?\r\n— Я! У моего папы и моей мамы свадьба была в один и тот же день!",
    "232": "— Папа! Меня уже больше не называют самым плохим учеником в классе!\r\n— Молодец, Вовочка! Ты стал лучше учиться? \r\n— Нет. К нам пришёл новый мальчик, который учится хуже меня.",
    "233": "Вовочка спрашивает маму:\r\n— Мама, а консерватор — это тот, кто делает консервы?\r\n— Нет, что ты! Это тот, кто учится в консерватории.",
    "234": "Мать распекает сына за двойки:\r\n— Я не понимаю, в кого ты такой тупой?! Ну, прямо, как… (стучит костяшками пальцев по столу). \r\nВовочка:\r\n— Мам, стучат!\r\n— Сиди, сынок, — я сама открою.",
    "235": "Учительница спрашивает:\r\n— Вовочка, скажи, сколько длилась Столетняя война? \r\n— Не знаю\r\n— Ну, хорошо… А сколько лет десятилетнему мальчику?\r\n— Десять. \r\n— Так сколько же длилась Столетняя война?\r\n— Десять лет?!..",
    "236": "На уроке математики. \r\n— Вовочка, докажи теорему Пифагора.\r\n— А чего я-то?.. Пусть он сам её и доказывает.",
    "237": "На уроке биологии учительница говорит:\r\n— Вовочка, назови домашнего четвероного друга.\r\n— Кровать.",
    "238": "— Так быстро летит время! — жалуется Вовочка маме. — Не успел проснуться, а уже опоздал в школу.",
    "239": "Сосед застукал Вовочку у себя в саду на яблоне.\r\n— Вовка! Ты опять за своё?!.. Вот я с отцом твоим поговорю!\r\nВовочка поднимает голову вверх.\r\n— Пап, слезай! Тут с тобой дядя Коля поговорить хочет!",
    "240": "Мать спрашивает маленького сына:\r\n— В буфете вчера было два куска торта, а сейчас — один. Можешь ты это объяснить?\r\n— Конечно, мама! Было темно, и я не заметил второй кусок!",
    "241": "Урок химии. Дети смешивают разные растворы. Учитель спрашивает: \r\n— Машенька, какого цвета у тебя раствор? \r\n— Красного. \r\n— Правильно, пять! \r\n— Петя, а у тебя какого цвета раствор? \r\n— Оранжевого. \r\n— Не совсем правильно. Четыре! \r\n— Вовочка, а у тебя какого цвета раствор?\r\n— Чёрный. \r\n— Что?! Два! Класс, ЛОЖИСЬ!!!..",
    "242": "Маленький Вовочка в слезах прибегает к маме и жалуется ей на свою младшую сестрёнку: \r\n— Мама, она меня за волосы схватила! \r\n— Вовочка, ты не должен так расстраиваться, она же ещё маленькая и не понимает, что это больно, когда таскают за волосы. \r\nВовочка уходит. Через какое-то время из комнаты снова доносится детский плач. Мама вбегает в комнату. \r\n— В чём дело?!\r\nВовочка: \r\n— Теперь она понимает!",
    "243": "Папа будит утром Вовочку:\r\n— Вовочка, вставай.\r\n— Я ещё спать хочу.\r\n— Кто рано встаёт, тому бог подаёт.\r\n— Неужели так бывает?\r\n— Конечно, бывает. Вот, например, наш сосед в пять часов утра выгуливал собаку и нашёл 20 долларов.\r\n— Папа, но ведь тот, кто их потерял, встал ещё раньше!",
    "244": "Учительница: \r\n— Вовочка, назови, пожалуйста, пять вещей, в состав которых входит молоко? \r\n— Масло, сыр, мороженое и… две коровы.",
    "245": "— Вовочка! Ты почему не был вчера в школе!\r\n— Марья Ивановна, я болел.\r\n— И как, сильно?\r\n— Ещё бы! Думаете, почему наши вчера выиграли!",
    "246": "Учительница:\r\n— Вовочка, а ну-ка быстро ответь мне, сколько будет 5+8?\r\n— 23.\r\n— Неправильно, Вовочка! Как ты можешь этого не знать?! \r\n— Марья Ивановна, так вы же просили меня ответить быстро, а не точно.",
    "247": "— Мама, мне кажется, что нашему соседу не нравится, что наш Вовочка играет на барабане.\r\n— Почему?\r\n— А он ему вчера перочинный ножик подарил.\r\n— Ну и что?\r\n— А ещё он спросил, знает ли Вова, что у барабана внутри.",
    "248": "Закончился учебный год. Вовочка приходит домой.\r\n— Тебя перевели? — спрашивает мать Вовочку. \r\n— Да, мамочка. Из 5-го «А» в 5-й «Б».",
    "249": "На уроке математики.\r\n— Вовочка, что останется, если от ста мы отнимем единицу?\r\nТот, подумав:\r\n— Два нуля, Марья Ивановна!",
    "250": "— Вовочка, это ты научил попугая неприличным словам?\r\n— Что ты, мам!.. Наоборот, я объяснял ему, какие слова нельзя произносить!",
    "251": "На уроке русского языка учительница спрашивает: \r\n— Вовочка, какие ты знаешь приставки?\r\n— Ну, «Sony PlayStation» или «Sega».",
    "252": "— Вовочка, скажи, если один плюс один будет два, а два плюс два — четыре, сколько будет четыре плюс четыре?\r\n— Это несправедливо, Марья Ивановна! Вы всегда отвечаете на лёгкие вопросы, а мне достаются самые тяжёлые.",
    "253": "Урок биологии. Учительница: \r\n— Вовочка, ну-ка не вертись-ка и не кривляйся, а лучше смотри на меня, а то так и не узнаешь строение и повадки обезьяны.",
    "254": "Вовочка просит отца:\r\n— Папа, купи мне настоящий автомат! \r\n— Автомат?.. Ты, что, немного не в себе?! \r\n— Ну, папа… Ну, купи мне настоящий автомат! \r\n— Не говори глупостей, Вовочка, или я сейчас разозлюсь. \r\nТогда Вовочка начинает кричать и стучать ногами. Отец дает ему подзатыльник. \r\n— Я сыт по горло! И вообще, кто здесь старший?! \r\n— Ты! — плача, отвечает Вовочка. — Но если бы у меня был автомат…",
    "255": "В комнату вбегает маленький Вовочка.\r\n— Мама, я стремянку уронил!\r\n— Если папа узнает — ужас будет!\r\n— А он уже знает. Он там на люстре висит.",
    "256": "— Вовочка, кем ты хочешь быть, когда вырастешь?\r\n— Я хочу быть дворником.\r\n— Почему?!\r\n— Целый день можно на улице гулять.",
    "257": "На уроке математики учительница говорит:\r\n— Тому, кто первым пойдёт к доске, я поставлю на балл больше.\r\nВовочка (с задней парты):\r\n— Иду, Марья Ивановна!.. Ставьте тройку!",
    "258": "Вовочка: \r\n— Мама, сегодня директор школы спросил меня, есть ли у меня братья и сёстры, и я сказал, что я — единственный ребёнок в семье. \r\n— И что же директор? \r\n— Он сказал: \"Слава Богу!\"",
    "259": "Первоклассник Вовочка получил двойку. Дома родители открывают его дневник и видят — двойка зачёркнута, рядом стоит четвёрка.\r\n— Это что такое?\r\n— Марья Ивановна сказала, что кто хочет, может исправить свою оценку. Вот я и исправил.",
    "260": "— Вовочка, неужели тебе не жаль свою мать? Каждая твоя выходка — это ещё один седой волос на моей голове!\r\nВовочка скептически смотрит на мать.\r\n— Видать, ты была штучка ещё почище, чем я! Посмотри, сколько седых волос у бабушки.",
    "261": "— Вовочка, — говорит мама, — ты зачем сказал сестрёнке, что она уродина?!.. Она сейчас сидит и плачет. Быстро пойди к ней и извинись!\r\nВовочка подходит к сестре и говорит:\r\n— Ну, не плачь! Ну, извини меня! Мне, правда, очень жаль, что ты такая уродина.",
    "262": "Учитель просит учеников: \r\n— Встаньте, кто считает себя тупицей. \r\nПосле долгой паузы встаёт один Вовочка. \r\n— Ты в самом деле считаешь себя тупицей? \r\n— Нет. Просто как-то неудобно, что вы один стоите.",
    "263": "Учительница спрашивает:\r\n— Вовочка, почему ты не сделал домашнее задание?\r\n— У нас свет отключили.\r\n— И что ж ты делал?.. Телевизор, наверное, смотрел?\r\n— Да. В полной темноте.",
    "264": "Мама спрашивает Вовочку:\r\n— Сколько заданий было сегодня на контрольной?\r\n— 10.\r\n— И сколько ты решил неправильно?\r\n— Только одно!\r\n— Остальные, значит, правильно?\r\n— Нет, остальные я решить не успел…",
    "265": "— Мама, мы с Вовочкой сегодня играли в почтальонов и теперь у каждого жителя нашей деревни в почтовом ящике есть письмо!\r\n— А где же вы взяли столько писем?\r\n— У тебя в тумбочке.",
    "266": "Учительница: \r\n— Вовочка, кто такой Архимед? \r\n— Ну… это был учёный. Как-то раз он мылся в ванне и закричал: \"Эврика!\" \r\n— И что означает «эврика»? \r\n— Ну… это значит «нашёл». \r\n— И что же он нашёл? \r\n— Не знаю… Мыло, наверное.",
    "267": "У мамы Вовочки родилась двойня. Отец говорит Вовочке:\r\n— Скажи учительнице, что ты неделю не будешь ходить в школу и объясни почему.\r\nНа следующий день Вовочка возвращается из школы, и отец его спрашивает:\r\n— Ну как, что тебе сказала учительница?\r\n— Она поздравила нашу семью с рождением ребёнка.\r\nОтец (гневным тоном):\r\n— Как это ребёнка?.. Почему ты не сказал, что у нас родилась двойня?!\r\n— Второго я приберёг на следующую неделю.",
    "268": "— Вовочка, — спрашивает учительница, — не мог бы ты мне объяснить, почему сочинение, которое ты вчера сдал, слово в слово совпадает с сочинением, написанным твоим братом в прошлом году?\r\n— А что тут удивительного, Марья Ивановна?! У нас ведь есть общая сестра.",
    "269": "Вовочка и его сестра спорят:\r\n— Ты — самый большой идиот, которого я когда-либо видела! — кричит сестра.\r\n— Нет, это ты самая настоящая кретинка! — кричит Вовочка.\r\n— Дети! — отвлекается от журнала мать. — Не забывайте, что Я здесь.",
    "270": "Вовочка сделал в одном предложении так много ошибок, что учительница дала ему на дом задание в качестве работы над ошибками переписать это предложение 50 раз. \r\nНа следующий день она проверяет домашнее задание:\r\n— Вовочка, ты переписал предложение всего 20 раз вместо 50!\r\n— Понимаете, Марья Ивановна, у меня и с математикой нелады.",
    "271": "Урок в школе уже подходит к концу, когда в класс с шумом вваливается Вовочка. Учительница:\r\n— Вовочка, ты почему так поздно?\r\n— Понимаете, там такая пурга, я делаю шаг вперёд — меня на два шага назад сдувает.\r\n— Так как же ты тогда, вообще, до школы дошёл?\r\n— А я подумал, раз такая пурга, что я буду мучиться?.. Плюнул на всё и пошёл домой!",
    "272": "Воспитательница:\r\n— Вовочка, это твоя бабушка привела тебя сегодня в садик?\r\n— Да, она будет праздновать с нами Новый год и пробудет у нас до Рождества.\r\n— А где она живёт?\r\n— На вокзале. Папа с мамой всё время туда за ней ездят.",
    "273": "Вовочка и Машенька сбежали с уроков и пошли в кафе.\r\n— Вовочка, закажи для меня мороженое.\r\n— Машенька, но ты можешь простудить горло. Нет, мороженое я тебе заказывать не буду.\r\n— Ну тогда кофе.\r\n— Вот те раз!.. Сразу после холодного мороженого?!",
    "274": "Родители Вовочка разводятся в суде. Судья спрашивает Вовочку:\r\n— Скажи, с кем бы ты хотел жить: с папой или с мамой?\r\n— Это зависит от того, кому из них достанется компьютер.",
    "275": "Учитель спрашивает Вовочку:\r\n— Зачем человеку уши?\r\n— Чтобы видеть.\r\n— Но ведь для этого есть глаза!\r\n— Если бы не было ушей, шапка бы на глаза сползала.",
    "276": "Опоздал Вовочка в очередной раз в школу. Учительница спрашивает:\r\n— Вовочка, ты почему всё время опаздываешь? У тебя, что, будильника нет?\r\n— Есть, Марья Ивановна, только неправильный!\r\n— Как это?\r\n— Да так, Марья Ивановна! Он почему-то всегда звонит, когда я ещё сплю!",
    "277": "Учительница отчитывает Вовочку:\r\n— Ну как это можно не знать?!.. Да если бы ты был моим сыном, я бы выбросилась из окна!\r\n— Марья Ивановна, а может, вы меня усыновите?",
    "278": "Вовочка приносит из детского сада чужую игрушечную машинку. Отец его спрашивает:\r\n— Откуда у тебя эта машинка?\r\n— А это мы с Петькой поменялись.\r\n— Петя дал тебе машинку, а ты что ему дал?\r\nВовочка:\r\n— По шее...",
    "279": "После летних каникул учительница спрашивает:\r\n— Дети, расскажите какие хорошие поступки вы совершили?\r\n— Я, — тянет руку Вовочка, — совершил сразу два хороших поступка!\r\n— Интересно. Ну-ка, расскажи нам!\r\n— В субботу я поехал к бабушке, и она очень обрадовалась. А в воскресенье, когда я уезжал, она обрадовалась ещё больше!",
    "280": "Учительница предупреждает учеников: \r\n— Никогда нельзя целовать животных. Это грозит различными заболеваниями. Кто может привести пример? \r\n— Я, — встал Вовочка. — Вот моя тётя всё время целовала своего попугая. \r\n— Ну и…\r\n— Попугай сошёл с ума.",
    "281": "Детишки хвастаются друг перед другом. \r\n— У меня нос отца, а глаза матери, — говорит один. \r\n— У меня лоб дедушки, а уши дяди, — говорит другой. \r\n— А у меня штаны брата, — говорит Вовочка.",
    "282": "На уроке рисования учительница просит Вовочку назвать художников, которых он знает. Но никого, кроме Донателло, Микеланджело, Рафаэля и Леонардо, Вовочка вспомнить не смог. \r\n— Молодец, Вовочка! — похвалила его учительница. \r\n\"Хорошо, что она не знает, кто такие черепашки-ниндзя\", — подумал Вовочка.",
    "283": "— Вовочка, я не понимаю, как же у тебя могла сломаться скрипка?!\r\n— Очень просто. Я разучивал, разучивал упражнение… вдруг — раз! — и скрипка вылетела в окно!",
    "284": "Темнеет. Отец кричит сыну с балкона:\r\n— Вовочка, ты думаешь идти домой?!\r\n— Думаю, — отвечает сын.\r\n— Ну и что?\r\n— Пап, дай мне ещё подумать.",
    "285": "Вовочка:\r\n— Дедушка, одолжи мне двадцать пять рублей — с пенсии верну.\r\n— С какой ещё пенсии? Тебе только семь лет!\r\n— С бабушкиной.",
    "286": "— А теперь пример из области финансов. Если положить в банк тысячу рублей на шесть месяцев под девятнадцать процентов годовых — сколько денег вы получите?\r\nВовочка:\r\n— И это, Марья Ивановна, вы называете деньгами?!",
    "287": "— Сколько будет, если восемь разделить пополам? — спрашивает учительница.\r\n— Если вдоль, то две троечки, а если поперёк, то два нуля, — отвечает маленький Вовочка.",
    "288": "— Вовочка! Ты почему опять опоздал на урок?.. Ты же говорил, что на тебя будильник действует прямо как выстрел.\r\n— Да, Марья Ивановна, как он зазвонит, так я и лежу как убитый.",
    "289": "Учительница спрашивает:\r\n— Кто умнее: люди или животные?\r\nВовочка отвечает:\r\n— Конечно, животные!\r\n— Почему?!\r\n— Когда я разговариваю со своей собакой, она всё понимает, а когда она разговаривает со мной — я не понимаю ничего.",
    "290": "Вовочка плохо учится и постоянно твердит дома, что учитель к нему придирается. Наконец, отец с сыном отправились в школу. Отец спрашивает учителя: \r\n— Почему вы придираетесь к моему сыну? \r\n— Придираюсь?! Он же ничего не знает. Вот смотрите!.. Вовочка, сколько будет трижды семь? \r\n— Видишь, папа?.. Он опять начинает!",
    "291": "Вовочка пошёл с отцом в родильный дом, чтобы увидеть маленького братишку. Санитарка приносит младенца, у которого на ручке висит бирка с номером.\r\n— Смотри, папочка, — говорит Вовочка, — он совсем новый, даже цену ещё не сняли.",
    "292": "Мама выходит на балкон и кричит:\r\n— Вовочка, домой!\r\n— Я замёрз?\r\n— Нет, ты хочешь кушать.",
    "293": "Мать обещает Вовочке рубль, чтобы он только не говорил «чёрт побери». Вовочка кладёт деньги в карман и говорит: \r\n— Мама, а я знаю выражение, которое десяти рублей стоит!",
    "294": "— Зачем ты вырываешь страницы из учебника?! — спрашивает учительница Вовочку.\r\n— А я не все вырываю, а только прочитанные, чтобы по ошибке одно и то же дважды не прочитать.",
    "295": "Учительница спрашивает у Вовочки:\r\n— Почему из яйца появляется цыплёнок?\r\n— Боится, что из него сделают яичницу!",
    "296": "— Бабушка, а что это за ягода? \r\n— Это чёрная смородина, Вовочка. \r\n— А почему она красная?\r\n— Потому что ещё зелёная.",
    "297": "Приходит Вовочка домой и говорит: \r\n— Мама, нам сегодня прививки делали. \r\n— А ты не плакал? \r\n— Нет, меня не догнали.",
    "298": "— Вовочка, кого ты больше любишь: братика или сестрёнку?\r\n— Сестрёнку.\r\n— Да она же глупенькая, все книжки порвала.\r\n— Вот и хорошо. Я ей уже два раза свой дневник подсовывал — даже клочков не осталось.",
    "299": "Учительница:\r\n— Вовочка, ну что ты каждую минуту на часы смотришь?\r\n— Боюсь, Марья Ивановна, что звонок сейчас прервёт ваш потрясающе интересный урок!",
    "300": "Вовочка помогает бабушке на огороде:\r\n— А что сажать будем?\r\n— Семечки подсолнуха. Вырастут — пожарим!\r\n— Бабуля, а нельзя сразу жареные сажать?",
    "301": "— Вовочка, что ты больше всего любишь слушать по радио?\r\n— Когда диктор объявляет: «Из-за низкой температуры занятия в школах отменяются».",
    "302": "В кабинете директора.  \r\n— Мария Ивановна, завтра к вам в класс приходит новый исключительный ученик.   \r\n— Так уж и исключительный?  \r\n— Да. Его уже из трёх школ исключили.",
    "303": "Вовочка грозит матери: \r\n— Значит, ты не купишь мне шоколадных конфет?! Тогда я при всех буду называть тебя бабушкой!",
    "304": "Леночка рассказывает Вовочке: \r\n— Папа заболел гриппом, и мама кипятит его бельё. \r\n— Зачем? \r\n— Чтобы папины микробы не заразили кого-нибудь. \r\n— Проще было бы прокипятить папу!",
    "305": "Учительница:  \r\n— Вовочка, назови слово на букву «эс».  \r\n— Эссенция, Марья Ивановна.",
    "306": "— Марья Ивановна! — говорит Вовочка. \r\n— Что тебе?\r\n— А знаете что? \r\n— Что? \r\n— А я и сам не знаю!",
    "307": "Мать кричит маленькому сынишке:\r\n— Вовочка, не бей мальчика лопаткой по голове, а то вспотеешь и простудишься!",
    "308": "В класс входит учительница и спрашивает Вовочку: \r\n— А где Серёжа? \r\n— Его нет. Мы играли кто дальше высунется из окна, и он выиграл.",
    "309": "Мать говорит сыну:\r\n— Сегодня, Вовочка, кашель у тебя значительно лучше!\r\n— Ещё бы! Я всю ночь тренировался!",
    "310": "Вовочка:\r\n— А меня вчера собака покусала! \r\n— Бешеная, наверное? \r\n— Нет, нормальная. Что я — дурак, бешеную за хвост дёргать?!",
    "311": "На уроке химии учитель спрашивает ученика:\r\n— В чём растворяются жиры?\r\n— В кастрюле.",
    "312": "Учительница: \r\n— Вовочка, ты можешь сказать, какая река длиннее: Волга или Миссисипи? \r\n— Миссисипи, конечно!\r\n— А можешь сказать, насколько? \r\n— На целых 4 буквы.",
    "313": "— Вовочка, кем бы ты хотел стать?\r\n— Львом или тигром!\r\n— Зачем?\r\n— Чтобы меня все боялись.\r\n— Даже учительница?\r\n— Ну, нет! Нашу учительницу ничем не испугаешь.",
    "314": "Вовочка залез на соседскую яблоню. Появляется хозяин.\r\n— Вовочка, что ты делаешь на моей яблоне?\r\n— С вашего дерева упало яблоко, и я решил повесить его обратно.",
    "315": "— Вовочка, — спрашивает учительница, — когда ты во время грозы в темноте гладишь кота, особенно против шерсти, что тебе бросается в глаза?\r\n— Кот!",
    "316": "Учительница:\r\n— Вовочка, назови повелительное наклонение глагола «молчать».\r\n— Заткнись.",
    "317": "Учительница даёт задание принести на урок певчую птицу. На следующий день дети принесли кто соловья, кто канарейку, а Вовочка принёс змею.\r\n— Вовочка, змея, вообще-то, не поёт. Зачем ты её принёс?\r\n— Поёт, поёт… — говорит Вовочка и как шмякнет змею головой об парту.\r\nЗмея:\r\n— Ш-ш-ш! Ш-ш-шнегопад, ш-ш-шнегопад…",
    "318": "Учитель химии спрашивает Вовочку: \r\n— Если я положу свои часы вот в этот раствор, как ты думаешь, они там растворятся? \r\n— Нет. \r\n— Правильно. А почему? \r\n— Потому что, если они там растворятся, вы их туда не положите.",
    "319": "Учительница:\r\n— Вовочка, ты почему опоздал в школу?\r\n— Помогал бабушке перейти на следующий уровень!",
    "320": "— Пап, а ты умеешь расписываться с закрытыми глазами?\r\n— Да, а что?\r\n— Тогда распишись в моём дневнике.",
    "321": "Вовочка пришёл из цирка весь в слезах. Бабушка его спрашивает:\r\n— Тебе не понравилось?\r\n— Нет, львы скушали укротителя, а маленькому львёнку ничего не досталось.",
    "322": "Мама Вовочки говорит папе:\r\n— Сходи в детский сад, забери Вовочку.\r\n— Да я ж там никогда не был!\r\n— Ничего, разберёшься. Там таблички на дверях — всё написано.\r\nПриходит папа в детский сад. Видит табличка на двери «Дети». Заходит.\r\n— Мой Вовочка здесь?\r\n— Нет, выше поднимитесь. \r\nНа следующем этаже дверь с табличкой «Плохие дети».\r\n— Мой Вовочка случайно не здесь?\r\n— Нет, выше поднимитесь. \r\nПоднялся, видит дверь с табличкой «Ужасные дети».\r\n— Мой Вовочка здесь?\r\n— Нет, выше поднимитесь. \r\nПоднимается, на двери табличка «Звери, а не дети».\r\n— Что, и здесь моего Вовочки нет?!\r\n— Выше поднимитесь. \r\nПоднимается выше и видит дверь с табличкой «Вовочка».",
    "323": "Стоит милиционер на посту. Подходит к нему Вовочка и просит: \r\n— Дядя, раскуси орех!\r\nМилиционер раскусывает орех. Через несколько минут Вовочка опять подходит к милиционеру: \r\n— Дядя, раскуси орех!\r\nМилиционер раскусил и говорит: \r\n— Что ты по одному носишь? Неси все орехи сразу! \r\nВовочка: \r\n— А знаете, как их трудно на помойке искать!",
    "324": "— Вовочка, почему ты опоздал в школу? — строго спрашивает учительница.\r\n— Поздно вышел из дома. \r\n— А раньше нельзя было выйти? \r\n— Уже поздно было выходить раньше.",
    "325": "Папа с Вовочкой в зоопарке.\r\n— Папа, что-то эта горилла очень зло на нас посмотрела. \r\n— Спокойно, сынок! Это ещё только касса.",
    "326": "— Вовочка, ты уже полгода ходишь в школу. Наверное, знаешь всю азбуку?\r\n— Конечно! Аж до ста!",
    "327": "— Пап, я посижу за компом? \r\n— Конечно, Вова. Только не включай.",
    "328": "Учительница:\r\n— Петров! Встань и стой до конца урока!\r\n— А что я сделал?!!!\r\n— Ничего. Но прямо за тобой сидит Вовочка, а меня его рожа просто бесит!",
    "329": "Вовочка жалуется отцу:\r\n— Папа, а меня возле цирка клоуны побили.\r\n— Что, серьёзно?!\r\n— Нет. Весело так, с шуточками…",
    "330": "В школе на уроке ОБЖ изучают приёмы первой медицинской помощи. Учительница:\r\n— Вовочка, что бы ты сделал, если бы твой младший брат проглотил ключ от входной двери?\r\n— Лазил бы домой через форточку.",
    "331": "— Понравились вашему сыну подарки? \r\n— Вовочка разбил все подарки и все игрушки на ёлке. \r\n— И мой подарок разбил? \r\n— Нет, ваш молоточек целый.",
    "332": "Мать спрашивает сына: \r\n— Вовочка, а у вас в садике уже топят? \r\n— Нет, мам. Пока ещё только в угол ставят!",
    "333": "Вовочка принёс из школы двойку и говорит отцу: \r\n— Папа, ты только… это… ну, не расстраивайся! Ладно? \r\n— Хорошо, сынок. Ну, и ты, если что, не обижайся…",
    "334": "Маленький Вовочка смотрит выступление модного эстрадного певца по телевизору и говорит задумчиво:\r\n— А когда мы в садике так орём, нас ругают.",
    "335": "Сосед по парте говорит Вовочке: \r\n— Смотри, новенькая мне улыбнулась! \r\n— Ещё бы, я когда тебя в первый раз увидел, вообще долго ржал.",
    "336": "Папа спрашивает Вовочку: \r\n— Сынок, а вы в садике тоже дерётесь? \r\n— Да. \r\n— И кто побеждает? \r\n— Воспитательница.",
    "337": "— Когда соседский мальчишка начал бросать в тебя камни, почему ты, вместо того, чтобы сказать мне, стал бросаться в него? — спрашивает мама Вовочку.\r\n— Мам, а чего тебе говорить?! Ты даже до гаража добросить не можешь.",
    "338": "На уроке русского языка учительница диктует предложение:\r\n— Дети бегали за школой…\r\nВовочка:\r\n— Марья Ивановна, а как это дети могут бегать за школой? Она же на месте стоит!",
    "339": "Мама говорит:\r\n— Ну, и что ты смеёшься, Вовочка? Я не вижу ничего смешного!\r\n— Ты и не можешь видеть. Ты сидишь на моём хлебе с повидлом.",
    "340": "На уроке физики. Учитель:\r\n— Вовочка, под какое напряжение ты попадёшь, если возьмёшься за эти две фазы?\r\n— Пусть возьмётся Петька, он — отличник.",
    "341": "К родителям Вовочки пришли гости. \r\n— Что ты будешь делать, когда вырастешь? — спрашивают гости Вовочку.\r\n— Не буду задавать глупых вопросов детям.",
    "342": "Учительница:\r\n— Вовочка, почему ты не учишь английский язык? Ведь на нём говорит полмира.\r\n— И что, этого недостаточно?..",
    "343": "Учительница поручила Вовочке написать объявление о том, что во вторник состоится классное собрание. Вовочка спрашивает:\r\n— Как пишется «вторник»?\r\nУчительница говорит:\r\n— Посмотри в словаре.\r\nЧерез час Вовочка приносит объявление: \"Днём раньше среды состоится классное собрание\". Учительница спрашивает:\r\n— А что, в словаре нет слова «вторник»?\r\n— Нет. Там на «Ф» только «фуфайка» и «флаг».",
    "344": "— Все эти звёзды я дарю тебе! — сказал маленький Вовочка и ударил свою одноклассницу указкой по голове.",
    "345": "Вовочка ударился головой и у него на лбу вскочила шишка.\r\n— Не плачь! — утешает его младшая сестрёнка. — Давай я её обратно забью.",
    "346": "Вовочка отвечает на уроке зоологии:\r\n— Длина крокодила от головы до хвоста — 5 метров, а от хвоста до головы — 7 метров…\r\n— Подумай, что ты говоришь, — перебивает Вовочку учитель. — Разве так бывает?\r\n— Бывает, — отвечает Вовочка. — Например, от понедельника до среды — два дня, а от среды до понедельника — пять!",
    "347": "Вовочка спрашивает у мамы:\r\n— Мам, что тебе на день рождения подарить?\r\n— Подари мне свои хорошие оценки.\r\n— Может, что-нибудь подешевле?..",
    "348": "Вовочка заходит в магазин и говорит:\r\n— Дайте мне шнурки.\r\n— Какие тебе?\r\n— Правый и левый.",
    "349": "Папа спрашивает маленького Вовочку:\r\n— Ну, как твои дела в школе?\r\n— Плохо. Учитель всё время спрашивает и спрашивает. Наверное, сам ничего не знает.",
    "350": "Вовочка приходит к отцу:\r\n— Папа, у меня к тебе два вопроса. Первый: можешь ли ты давать мне больше денег на карманные расходы?.. И второй: почему нет?",
    "351": "Учительница:\r\n— Вовочка, проспрягай, пожалуйста, глагол «кричать».\r\n— Я КРИЧУ, ТЫ КРИЧИШЬ…\r\n— Потише, Вовочка! Потише!\r\n— Я шепчу, ты шепчешь…",
    "352": "Урок ОБЖ. Учительница:\r\n— Дети, важно знать правила безопасности и уметь себя вести на природе. Вчера в лесу я увидела гадюку, и она меня не укусила. Почему?\r\nВовочка с задней парты:\r\n— Потому что они своих не трогают!",
    "353": "— Вовочка, какой у тебя самый любимый предмет в школе?\r\n— Скульптура неандертальца в кабинете биологии — так на нашего директора похож!",
    "354": "Приходит Вовочка домой и говорит: \r\n— Не знаю, верить ли нашему учителю математики… Вчера он сказал, что 10 — это 6+4, а сегодня, что 10 — это 7+3.",
    "355": "— Вовочка, если ты не будешь кушать манную кашу, то я позову Бабу-ягу.\r\n— Мама, неужели ты думаешь, что Баба-яга будет есть эту кашу?!",
    "356": "Тренировка по лёгкой атлетике. Тренер говорит спортсмену: \r\n— Сколько тебе раз повторять, что это тройной прыжок, понимаешь?! Тройной!!!.. Не надо сразу прыгать на 17 метров. На это расстояние нужно прыгать в три приёма!",
    "357": "Первоклассник Вовочка возвращается первого сентября из школы. Родители спрашивают его:\r\n— Ну, сынок, чему ты научился?\r\n— Я научился писать!\r\n— В первый же день?! Что за ребёнок!.. И что же ты написал?\r\n— Откуда я знаю?! Я ж ещё не умею читать!",
    "358": "Вовочка в школе:\r\n— Я как чувствовал, что что-то случится, когда братика в лагерь собирали! Аквариум разбился на второй день после его отъезда…\r\n— А братик-то тут причём?\r\n— Так мне же пришлось за это отвечать!",
    "359": "Когда Вовочка простудился, мать заставила его дышать под одеялом над горячей картошкой. Через пару минут он попросил котлету и вилку.",
    "360": "Учительница говорит родителям Вовочки:\r\n— Вы знаете, я давно работаю в школе, но долго не могла понять, почему ваш Вовочка не в состоянии уяснить некоторые элементарные вещи… Но вчера, когда мы с классом гуляли в парке и Вове на голову сел дятел, многое стало понятнее.",
    "361": "Учительница спрашивает:\r\n— Дети, кто первая женщина-лётчица России? \r\nВовочка: \r\n— Баба-яга!",
    "362": "Вовочка:\r\n— Папа, классный руководитель вызывает тебя в школу.\r\n— Зачем? — спрашивает отец.\r\n— Не знаю, я его уже месяц не видел!",
    "363": "Вовочка заходит в кабинет к директору и говорит:\r\n— Иван Петрович, учитель физкультуры послал меня к чёрту.\r\n— Так… И что ты сделал?\r\n— Ну, вот, пришёл к вам!",
    "364": "Сидит Вовочка на трибуне, смотрит футбольный матч Лиги чемпионов. Сидящая рядом женщина спрашивает: \r\n— Мальчик, откуда у тебя деньги на такой дорогой билет? \r\n— Папа купил. \r\n— А где же папа? \r\n— Дома билет ищет.",
    "365": "Пожилая учительница географии упрекает Вовочку:\r\n— Вовочка, как тебе не стыдно?! Я в твоём возрасте, между прочим, уже знала названия всех стран!\r\n— Так это не удивительно, Марья Ивановна — их же в то время было всего две или три.",
    "366": "— Вовочка, почему ты приходишь в школу с грязными руками? \r\n— А у меня других нет!",
    "367": "Отец говорит Вовочке, глядя в его дневник:\r\n— За такие оценки я буду пороть ремнём!\r\n— Правильно, папа! И посильнее её лупи, чтобы она знала, как мне двойки ставить!",
    "368": "— Вовочка, почему ты опоздал на урок? \r\n— Я собирался на рыбалку, но отец не пустил меня. \r\n— Очень хорошо! Я рада, что у тебя такой умный отец. Он, конечно, объяснил тебе, почему нельзя пропускать школу? \r\n— Нет, он сказал, что червей на двоих не хватит.",
    "369": "Учительница вызывает Вовочку к доске. Он выходит и молчит.\r\n— Я тебя слушаю! — говорит учительница.\r\n— Как это? — удивляется Вовочка. — Я же ничего не говорю!",
    "370": "Маленького Вовочку спрашивают:\r\n— Вовочка, ты не видел бутылочку со средством для полоскания рта?\r\n— Так я её выбросил.\r\n— Зачем?! Она же почти полная была!\r\n— Ну, я гляжу, мама попробовала его — выплюнула, папа попробовал — выплюнул. Вот я и подумал, чего эту гадость в доме держать.",
    "371": "Маленькому Вовочке мама объяснила, что такое стадо и стая. На следующий день она спрашивает:\r\n— Когда много коров или баранов — что это?\r\nВовочка, на минуту задумавшись:\r\n— Школа, что ли?..",
    "372": "— Что у тебя с рукой? — спрашивают родители у Вовочки. \r\n— Из пальца кровь брали. \r\n— А почему она у тебя в гипсе? \r\n— А я не давал.",
    "373": "Мама спрашивает: \r\n— Вовочка, почему ты всегда так поздно приходишь из школы? \r\n— Да всё из-за лифта. \r\n— Неужели не работает?! \r\n— Работает. Но там написано: \"Только на четырёх человек\". Так что приходится ждать ещё троих.",
    "374": "Мама спрашивает Вовочку:\r\n— Почему ты сегодня так рано пришёл из школы?\r\n— Потому что я один сумел ответить на вопрос учительницы.\r\n— Какой ты у меня молодец! И что это был за вопрос?\r\n— \"Кто запустил пеналом в директора?\"",
    "375": "Маленький Вовочка возвращается домой из стоматологии. Отец его спрашивает:\r\n— Ну что, сынок, зуб не болит больше?\r\n— Не знаю. Доктор его себе оставил.",
    "376": "Маленький Вовочка, войдя на кухню и увидев на столе пакет карамелек, тут же их все съел. Через некоторое время на кухню заходит его младшая сестрёнка и начинает хныкать:\r\n— Ты съел все конфеты и даже не вспомнил обо мне!\r\n— Как это не вспомнил?! Почему же я тогда их все так быстро съел?",
    "377": "На уроке истории учительница спрашивает:\r\n— Вовочка, кто взял Измаил?\r\nВовочка (испуганно): \r\n— Я не брал, честное слово! Может быть, кто другой взял.\r\nУчительница возмущенно рассказывает об этом разговоре завучу. Завуч её успокаивает:\r\n— Ну, что вы волнуетесь! Это же дети — поиграют и отдадут!\r\nУчительница бежит к директору и передаёт разговор с завучем. Директор:\r\n— А какой это класс?\r\n— 7-й «Б»\r\n— Нет, эти не отдадут!",
    "378": "— Вовочка, ты почему так громко плачешь?\r\n— Я пробовал тихо, но меня никто не слышит.",
    "379": "Вовочка принёс в школу гранату и показывает пацанам. Те:\r\n— Вау, круто!\r\n— Да чего круто-то!.. Вот это круто! — выдёргивает чеку и кидает гранату.\r\n— Она же сейчас взорвётся?!\r\n— Ну и что?! У меня их целый портфель.",
    "380": "— Вовочка?! — удивляется мама. — Зачем ты чистишь зубы седьмой раз подряд?\r\n— Чтобы ты на неделю оставила меня в покое.",
    "381": "Директор школы увидел во дворе пингвина. Он подозвал Вовочку и велел ему отвести заблудившуюся птицу в зоопарк. На следующий день директор видит, что пингвин снова гуляет по школьному двору вместе с Вовочкой. Директор (возмущённо):\r\n— Вова, я же просил отвести пингвина в зоопарк!\r\n— В зоопарке мы уже были, теперь он в кино просится.",
    "382": "Вовочка приходит домой хмурый. Мама его спрашивает:\r\n— Вовочка, что случилось?\r\n— Учительница сказала мне, что я невнимателен на уроках… Ну, по крайней мере, мне так показалось.",
    "383": "Мама укладывает спать ребёнка.\r\n— Спокойной ночи, сыночек, тебе уже, наверное, сон про зайчика снится?\r\nНа что тот сонным голосом отвечает:\r\n— Нет, пока ещё реклама.",
    "384": "Пришли Вовочка с отцом на рыбалку. Отец говорит: \r\n— Сынок, дай мне хлеб для прикормки. \r\n— Я его съел. \r\n— Тогда дай мне кашу. \r\n— Я её тоже съел. \r\n— Ну тогда доедай червей и пошли домой!",
    "385": "Мать, собираясь уйти, говорит маленькому сыну:\r\n— Если ты хоть пальцем тронешь варенье — накажу!\r\nВовочка:\r\n— А если языком?..",
    "386": "— Алло! \r\n— Марья Ивановна, Вовочка не сможет прийти сегодня в школу, он болен. \r\n— Хорошо, а с кем я разговариваю? \r\n— Это я, мой папа!",
    "387": "Урок зоологии. Учительница вызывает Вовочку к доске.\r\n— Расскажи нам, пожалуйста, кто такой гиппопотам?\r\n— Это сумасшедшая рыба.\r\n— Как же это рыба, если он на суше живёт?!\r\n— Вот я и говорю, сумасшедшая.",
    "388": "— Как тебе не стыдно, Вовочка! Ты уже последний ученик в школе!\r\n— А причём тут я?! Разве я виноват, что бывшего «последнего» вчера перевели в другую школу?!",
    "389": "— Вовочка, ты плавать умеешь?\r\n— Умею.\r\n— А где научился?\r\n— Дык это… В воде.",
    "390": "Приходит Чебурашка в кинотеатр: \r\n— Сколько стоит билет на фильм? \r\n— Десять рублей. \r\n— У меня только пять. Можно, я буду смотреть одним глазом?",
    "391": "Гена сидит дома. Чебурашка прибегает и говорит:\r\n— Ген, а Ген! Там человеки канаву роют!\r\n— Не человеки, а люди.\r\nЧебурашка:\r\n— А один людь в канаву упал.",
    "392": "— Бабушка, а почему у тебя такие большие уши? \r\n— Не задавай глупых вопросов, Чебурашка.",
    "393": "Чебурашка и Колобок пошли драться. Чебурашка говорит:\r\n— Чур, по ушам не бить! \r\nКолобок:\r\n— И по голове тоже!",
    "394": "Крокодил Гена и Чебурашка остановились перед афишей. Чебурашка: \r\n— Ген, может быть, сходим на концерт? \r\n— Чебурашка, тут же чёрным по белому написано, что концерт не для нас, а для флейты с оркестром!",
    "395": "Чебурашка пристаёт к крокодилу Гене:\r\n— Ген, а Ген, а атомная бомба дорого стоит?\r\n— Отстань!\r\n— Ген, а Ген! Ну сколько стоит атомная бомба?\r\n— Много! Отстань!\r\n— Смотри, Ген, какое богатство к нам летит!",
    "396": "Крокодил Гена спрашивает у Чебурашки: \r\n— Чебурашка! Что это у тебя за фингал под глазом? \r\n— Да мне вчера хотели дать пинка под зад, но я увернулся!",
    "397": "Чебурашка спрашивает у крокодила Гены: \r\n— Ген, а клубника красная, да? \r\n— Да. \r\n— Ген, а она с чёрными точками, да? \r\n— Да. \r\n— Ген, а она ещё и летает, да? \r\n— Что, Чебурашка, опять божьих коровок наелся?..",
    "398": "Чебурашка спрашивает у крокодила Гены:\r\n— Гена, а изюм с ножками бывает?\r\n— Нет.\r\n— Значит я опять тараканов объелся.",
    "399": "Прибегает Чебурашка к крокодилу Гене: \r\n— Гена, нам посылка из Африки пришла с десятью апельсинами. Каждому по восемь!\r\n— Вообще-то, каждому по пять получается.\r\n— Ну, не знаю… Я свои восемь уже съел.",
    "400": "Крокодил Гена провалился в унитаз и кричит:\r\n— Чебурашка, кинь верёвку!\r\nЧебурашка, дёргая за цепочку:\r\n— Эту, что ли?..",
    "401": "Крокодил Гена стрижёт Чебурашку.\r\n— Чебурашка, тебе уши нужны?\r\n— Нужны, — отвечает Чебурашка.\r\n— Ну, на!..",
    "402": "Заходит Чебурашка в аптеку и спрашивает: \r\n— У вас апельсины есть? \r\n— В аптеке апельсинов не бывает. \r\nУшёл Чебурашка. Через час снова заходит.\r\n— У вас апельсины есть? \r\n— Вам же сказали — в аптеке апельсинов не бывает! \r\nЧерез час опять заходит.\r\n— У вас апельсины есть? \r\n— Ты что, издеваешься?! Тебе же сказали — в аптеке апельсинов не бывает! Ещё раз про них спросишь — уши гвоздями к полу прибью! \r\nЧебурашка уходит. Через час возвращается. \r\n— У вас гвозди есть? \r\n— Нет у нас гвоздей! Нет! \r\n— А апельсины?..",
    "403": "Как-то заболел крокодил Гена. Лежит в постели. Просит Чебурашку:\r\n— Чебурашка, принеси воды.\r\nТот принёс. Так повторяется несколько раз. Через некоторое время Гена снова просит воды. Чебурашка:\r\n— В унитазе вода кончилась, а до умывальника мне не дотянуться.",
    "404": "— Василий Иванович, попугай, — говорит Петька, протягивая попугая Чапаеву.\r\nТот берёт попугая, откручивает ему голову и говорит:\r\n— Попугал.",
    "405": "Винни пух с голоду.",
    "406": "— Почему кошки научились видеть в темноте?\r\n— Потому что они не достают до выключателя.",
    "407": "Мальчик спрашивает у отца:\r\n— Папа, а что такое каменный век?\r\n— Каменный век — это время, когда всё было сделано из камня.\r\n— И компьютеры тоже?..",
    "408": "— Ты кто?\r\n— Ниндзя.\r\n— А почему такой медленный?\r\n— Черепашка.",
    "409": "Чебурашка спрашивает крокодила Гену:\r\n— Ген, а почему у тебя один ботинок — чёрный, а другой — жёлтый?\r\n— Сам не знаю, хотел поменять, вернулся домой, а там — то же самое!",
    "410": "— Почему Микеланджело так знаменит?\r\n— Потому что он рисует лучше других черепашек-ниндзя.",
    "411": "— Зачем слону хвост?\r\n— Чтобы он не заканчивался внезапно.",
    "412": "Встречает как-то крокодил Гена Чебурашку.\r\n— Чебурашка, что это ты грустный такой?\r\n— Да я мобильник купил, а он всё время в ухо проваливается.",
    "413": "Дождливым летним вечером Чебурашка напился, залез в танк и поехал на нём в город, напевая: \"Пусть бегут неуклюже, пешеходы по лужам…\"",
    "414": "Приходит Чебурашка в магазин.\r\n— Дайте мне десять кирпичей. \r\nПриходит на другой день.\r\n— Дайте мне десять кирпичей. \r\nПриходит на третий день. \r\n— Дайте мне десять кирпичей. \r\nПродавец: \r\n— А зачем вы каждый день кирпичи покупаете? \r\n— Да вот никак не пойму… Бросаю в реку квадратный кирпич, а от него по воде круги расходятся!",
    "415": "— Почему у бегемотов круглые ступни?\r\n— Чтобы легче было перепрыгивать с кувшинки на кувшинку.",
    "416": "На пляже лежал крокодил Гена. Рядом стоял Чебурашка и хлопал ушами — Гена очень не любил, когда назойливые мухи мешали ему загорать.",
    "417": "Отец читает сыну сказку:\r\n— \"Пошёл старик к морю и стал кликать Золотую рыбку…\"\r\n— Папа, а почему рыбку? \r\n— А потому что, сынок, мышек тогда ещё не было.",
    "418": "— Папа, а адрес пишется с одной «С» или с двумя? \r\n— С тремя «W», сынок.",
    "419": "— Пап, мне холодно!\r\n— Встань в угол. \r\n— Зачем?!\r\n— Там 90 градусов.",
    "420": "— Доктор, у меня провалы в памяти.\r\n— И часто это у вас?\r\n— Что?\r\n— Провалы в памяти.\r\n— Какие провалы, доктор?",
    "421": "У вас нет отца?.. Не беда! Щёлкните правой кнопкой «мыши» на рабочем столе и выберите в раскрывающемся меню опцию «Создать папку».",
    "422": "— Здравствуй, Синяя шапочка!\r\n— Здравствуй, Серый дальтоник.",
    "423": "Удалить папку вместе со всем его содержимым?",
    "424": "\"Мама сказала, что если я не отойду от компьютера и не начну делать домашнее задание, она будет бить меня головой об клавиатуру, но я думаю, что она шутидч3ь09ц-х3-сббгзщгб53зш…\"",
    "425": "— Алло! Техподдержка?!.. Я пароль набираю, а меня не пускают!\r\n— Значит, неправильно набираете.\r\n— Я правильно набираю! Пять звёздочек.",
    "426": "— Что-то здесь не так… — задумчиво произнёс Колобок, медленно пережёвывая остатки лисицы.",
    "427": "Чебурашка заходит в аптеку.\r\n— У вас апельсины есть?\r\n— Апельсинов нет, это аптека.\r\nЧебурашка вышел, погулял, снова заходит.\r\n— У вас апельсины есть?\r\n— Апельсинов нет, это аптека.\r\nЧебурашка вышел, погулял, идёт обратно. Аптекарь его увидел и повесил объявление: «АПЕЛЬСИНОВ НЕТ!»\r\nЧебурашка подошёл, прочитал объявление и говорит:\r\n— Ага! Значит, апельсины всё-таки были!",
    "428": "Чебурашка приходит в аптеку. \r\n— Скажите, а у вас есть средство от моли? \r\n— Вот, пожалуйста, нафталиновые шарики. \r\nЧебурашка купил коробку. На другой день приходит и просит ещё десять. Продавец (удивлённо): \r\n— Зачем вам так много? \r\n— Видите ли, я не всегда попадаю в моль.",
    "429": "Бредут крокодил Гена и Чебурашка по болоту. Гена дорогу прокладывает, а Чебурашка сзади: «Чап-чап, чап-чап…».\r\n— Не чапай, а то наизнанку выверну!\r\nСзади снова: \r\n— Чап-чап, чап-чап…\r\nРазозлился Гена и вывернул Чебурашку наизнанку. Идут дальше, а сзади: \r\n— Пач-пач, пач-пач…",
    "430": "Объявление в яхт-клубе: \"Чебурашкам в парусной регате участвовать запрещается.\"",
    "431": "Приходит Чебурашка в магазин и спрашивает:\r\n— А у вас изюм есть?\r\n— Нет.\r\n— А булка с изюмом?\r\n— Есть.\r\n— Тогда наковыряйте мне, пожалуйста, сто граммов изюма.\r\nЕму наковыряли.\r\n— А булка сегодняшняя?\r\n— Нет, вчерашняя.\r\n— Заковыряйте тогда, пожалуйста, обратно.",
    "432": "Чебурашку и крокодила Гену посадили в КПЗ. \r\n— Ген, а Ген, а нас тут бить будут?\r\n— Не знаю.\r\nТут дверь открывается, и в камеру вталкивают верблюда.\r\n— Гена, — говорит Чебурашка, — ты посмотри, что они с лошадью сделали!",
    "433": "— Ой!.. Я парашют забыл взять!\r\n— Не возвращайся! Плохая примета.",
    "434": "— А мне мама платье купила! Угадай какого цвета?.. На букву «Ф».\r\n— Фиолетовое?\r\n— Нет.\r\n— Фиалковое?\r\n— Нет.\r\n— Ну, а какое тогда?\r\n— Фклеточку!",
    "435": "— Доктор, у моего сына косоглазие.\r\n— Ну-ка, мальчик, посмотри на меня. Так, понятно. Это у тебя с рождения?\r\n— Нет, от списывания.",
    "436": "— Я мечтаю зарабатывать 100.000 долларов в месяц, как моя мама!\r\n— Она, что, столько зарабатывает?!\r\n— Нет, тоже мечтает.",
    "437": "— Бабушка, а у тебя в детстве компьютер был? \r\n— Нет.\r\n— А DVD?\r\n— Нет.\r\n— А сотовый?\r\n— Нет.\r\n— Бабушка, а ты динозавров видела?",
    "438": "— Дети, тетя уходит. Что нужно сказать ей на прощание?\r\n— Слава Богу!",
    "439": "— Почему твой маленький братик так кричит?\r\n— Если бы у вас не было зубов, не росли волосы, не слушались ноги и руки, вы бы ещё не так кричали!",
    "440": "— Папа, мне нужно тебе кое-что сказать!\r\n— Только говори коротко и ясно.\r\n— Сто долларов.",
    "441": "— Дети, что вам больше всего понравилось в музее?\r\n— Как Петрова свалилась с лестницы!",
    "442": "— Папа, папа, я сам себе сделал скрипку!\r\n— Какой ты у меня молодец! А из чего?\r\n— Из нашего пианино.",
    "443": "— Бабушка, бабушка! А почему у тебя такие большие глаза?\r\n— Чтобы тебя лучше видеть.\r\n— А почему у тебя такие большие уши?\r\n— Чтобы тебя лучше слышать. \r\n— А почему у тебя такой большой нос?\r\n— Потому что мы слоны, внучек.",
    "444": "— А я братику на Новый год подарок под ёлку положила!\r\n— И как? Ему понравился?\r\n— Не знаю, он его до сих пор ищет. Тайга-то большая…",
    "445": "В детском саду.\r\n— Дети, зачем мы моем руки перед едой?\r\n— Чтобы ложки не пачкать!",
    "446": "— Мама, а крапива кусается?\r\n— Да.\r\n— А как она лает?",
    "447": "Перед посещением родительского собрания сын говорит: \r\n— Мама, ты главное никому там не верь!",
    "448": "Снеговик читает киноафишу:\r\n— «Белое солнце пустыни». Опять эти фильмы ужасов!",
    "449": "— Мама, мама! В молоко упала мышь!\r\n— Ты её вытащил?\r\n— Нет, я туда кошку бросил.",
    "450": "— Мам, а почему орёл так долго парит на одном месте?\r\n— Не знаю. Наверное, у него кончился бензин.",
    "451": "Девочка спрашивает у мамы:\r\n— А правда, что все люди произошли от обезьян?\r\n— Правда.\r\n— И я?\r\n— И ты.\r\n— И ты?\r\n— И я.\r\n— А у тебя фотографий не осталось?",
    "452": "На берегу реки сидит обезьяна и что-то жуёт с набитым ртом. К ней подплывает крокодил: \r\n— Обезьяна, а что это ты ешь? \r\n— Грыбы…\r\n— Грибы? \r\n— Грыбы отсюдова!",
    "453": "Встречаются два ёжика. У одного забинтована лапка.\r\n— Что с тобой?\r\n— Ничего. Просто хотел почесаться.",
    "454": "По пустыне ползёт черепаха. Мимо бежит заяц. \r\n— Слышь, черепаха, у вас тут что, гололёд?\r\n— Да нет, с чего ты взял?!\r\n— А чего тогда всё песком посыпали?",
    "455": "Сели волк, лиса, заяц и медведь играть в карты. Медведь говорит:\r\n— А кто будет мухлевать, того будем бить по наглой рыжей морде!",
    "456": "— Кого ты любишь больше: маму или папу?! \r\n— Маму и папу! \r\n— А больше? \r\n— А больше никого!",
    "457": "Корова лезет на дерево. \r\n— Корова, ты куда?! — удивлённо спрашивает её ворона.\r\n— Да вот яблочек поесть захотелось.\r\n— Так это ж берёза!\r\n— А у меня с собой.",
    "458": "— Мальчик, а ты — школьник?\r\n— Я не школьник, я — садист. Я ещё в садик хожу.",
    "459": "Дедка и бабка учли свою ошибку и испекли Кубик.",
    "460": "— Бублик!.. Бублик!.. — радостно кричали дети, не подозревая, что Колобок смертельно ранен.",
    "461": "Доктор входит в палату к дистрофикам:\r\n— Здорово, орлы!\r\n— Мы не орлы. Просто сестра вентилятор включила.",
    "462": "Дистрофик в больнице: \r\n— Сестра! Сестра! Ко мне паук ползёт! Сестра, сестра!.. Ну куда, куда ты меня понёс?!!!",
    "463": "Два дистрофика. \r\n— Пойдём? \r\n— Пойдём… Если ветра не будет.",
    "464": "Лежит дистрофик в больнице и кричит:\r\n— Сестра, сестра!.. Сгони с меня комара, а то всю грудь истоптал!",
    "465": "— Доктор, а я после операции смогу играть на скрипке?\r\n— Сможете.\r\n— Точно смогу?\r\n— Точно-точно.\r\n— Странно, а до операции не умел…",
    "466": "— Вчера я была у Сони — у неё много, много игрушек! Отчего же, мамочка, у меня мало?\r\n— Вероятно, оттого, что Соня — умная, хорошая девочка.\r\n— А почему же ты не хочешь предположить, что у неё умная, хорошая мама?",
    "467": "— Ты что это там, Манечка, так громко читаешь?\r\n— Историю, мама.\r\n— Читай про себя.\r\n— А в истории, мама, про меня ничего не написано.",
    "468": "Мать занимается со своими детьми арифметикой.\r\n— Ну, вот, девочки, нас пятеро, а у меня всего только четыре картофелины. Как мне их разделить, чтобы вам всем досталось поровну? \r\n— Да очень просто, мамочка. Сделай картофельное пюре.",
    "469": "— Папа, я набедокурил, но охотно помирюсь с тобой, если ты меня не накажешь.",
    "470": "— Мама, дай нам конфет!\r\n— Нельзя — съедите.",
    "471": "— Что ты хочешь, Коленька, саблю или барабан?\r\n— Саблю.\r\n— Хорошо. В таком случае, Вася получит барабан… Значит, тебе сабля нравится больше?\r\n— Нет… барабан больше.\r\n— И ты, тем не менее, уступаешь его Васе?\r\n— Да…\r\n— Что за чудесное великодушное сердце у этого ребёнка! Уступить другому лучшую вещь!\r\n— Да… Потому что я своей саблей его барабан проткну, а он своим барабаном моей сабле ничего не сделает.",
    "472": "Две девочки, добрая и злая, кидались в прохожих камнями. Злая попала три раза, а добрая — шесть раз. Потому что добро всегда побеждает зло.",
    "473": "Внук:\r\n— Бабуся, ты носишь в этой сумке дичь?\r\n— С чего ты это взял, дорогой мой?!\r\n— Давеча, как ты, бабуся, ушла, папа сказал, что ты всегда несёшь дичь.",
    "474": "— Что, Петя, выдержал ты экзамен?\r\n— Выдержал, маменька.\r\n— Сколько же тебе поставили?\r\n— Четыре балла: учитель — двойку и ассистент — тоже двойку.",
    "475": "Папа входит в кабинет и видит, что сынишка с ножницами в руках распоряжается у него на столе.\r\n— Что ты тут делаешь?! Ты изрезал все мои бумаги!\r\n— Не сердись, папа, я изрезал только исписанные.",
    "476": "— Вот погоди, негодная девчонка, я тебя научу рвать платья!\r\n— Не нужно, няня, я уже умею.",
    "477": "Мальчик-с-пальчик пошёл сдавать кровь. Какая глупая, нелепая смерть!",
    "478": "— Папа, а у тебя в детстве был планшет?\r\n— Нет, тогда и компьютеров-то не было.\r\n— А на чём же ты тогда играл?!\r\n— На улице.",
    "479": "Малышу было очень жаль Карлсона, но папе был нужен лодочный мотор.",
    "480": "— Мой папа добрый, мой папа умный, мой папа честный, мой папа скромный…\r\n— Деточка, скажи: откуда ты всё это знаешь?\r\n— А мне так папа всегда говорит.",
    "481": "— Мамаша, правду говорит наша гувернантка, что мы все происходим от обезьяны?\r\n— Что? Как?! От обезьяны?.. Нет! Вы все происходите от титулярного советника Ивана Петровича Кочерыжкина — вашего отца.",
    "482": "— Скажи, мне, Манюша, — спрашивает отец маленькую дочку, — знаешь ли ты, откуда добывают сахар?\r\n— Ну, конечно, знаю, папочка!\r\n— Откуда же?\r\n— Из сахарницы.",
    "483": "Мальчик на концерте виолончелиста.\r\n— Папочка! Как только дядя перепилит этот ящик, мы сможем уже пойти домой?",
    "484": "Медведица — медвежатам: \r\n— Стойте смирно, детки! Сперва охотник выстрелит в нас…\r\n— А потом?..\r\n— А потом мы его скушаем.",
    "485": "В опере.\r\n— Мама, Онегин убил Ленского за то, что он плохо пел?",
    "486": "У клетки с кенгуру.\r\n— Мама, почему у него передние ноги короче задних?\r\n— Не знаю. Вероятно, брак.",
    "487": "— Мама, когда ты научишься писать без ошибок?! Опять мне за домашнюю работу поставили «посредственно».",
    "488": "— Мама, знаешь ту фарфоровую вазу, что передавалась у нас в семье из поколения в поколение?\r\n— Да.\r\n— Так вот эту вазу моё поколение разбило.",
    "489": "В парикмахерской.\r\n— Мама меня прислала обратно! Вы меня слишком коротко постригли.",
    "490": "На даче.\r\n— Мама, почему у тебя так щека распухла?\r\n— Овод укусил, душечка.\r\n— А кто это овод?\r\n— Овод? Это... это, видишь ли, такая муха, которая на скотов садится.",
    "491": "— Ну, Ваня, сколько ты уже сделал задач из арифметики к завтрашнему дню?\r\n— Видишь ли, мама, если я сделаю вот эту и ещё две, то у меня будет сделано три.",
    "492": "— Это у тебя что?\r\n— Скворечник.\r\n— Так он же без дырки! Как же туда птица попадёт?\r\n— А она уже там.",
    "493": "Отец — сыну:\r\n— Сколько раз я наставлял тебя, Петя, премудрою пословицею: «ешь пирог с грибами, а язык держи за зубами», а ты опять насплетничал на меня мамаше.\r\n— Да ведь я, папаша, тогда ел пироги с говядиной.",
    "494": "Бонна:\r\n— Дети, не бегайте по шпалам! Поезд вас задавит — вам хорошо, а мне неприятность!",
    "495": "— Хочешь, дядя, я сосчитаю все твои волосы?\r\n— Ну, этого ты, пожалуй, не сумеешь.\r\n— Нет, дядя, я уже умею считать до десяти.",
    "496": "Мать:\r\n— Как тебе не стыдно лгать, Серёжа? Ты сказал мне, что шум наделал соседский мальчик.\r\n— Конечно, мама: я поколотил его палкой, а он закричал.",
    "497": "— Папа, сколько теперь времени?\r\n— Через десять минут будет пять часов.\r\n— Но, папочка, я же не хочу знать, сколько будет времени через десять минут! Я хочу знать сколько времени сейчас!",
    "498": "— Как дела в школе, сынок?\r\n— Я с отцом двоечника не разговариваю.",
    "499": "— Официант, рассчитайте нас!\r\n— Эники-беники ели вареники…",
    "500": "В зоомагазине мальчик смотрит на черепаху.\r\n— Скажите, — спрашивает он продавца, — сколько это стоит?\r\n— 20 долларов.\r\n— А без футляра?",
    "501": "Мать говорит маленькой дочери:\r\n— Удивляюсь тебе, Тата, как ты невоспитанна!\r\n— Я тебе больше удивляюсь, мама: как ты решилась выйти замуж, не имея понятия о воспитании детей!",
    "502": "— Бабушка, давай с нами играть в медведей из зоопарка!\r\n— И что я буду делать?\r\n— Ты будешь бабушкой, которая кидает конфеты медведям!",
    "503": "— Коля, я-то радовался, что ты стал прилежно заниматься и вдруг ты приносишь такие плохие отметки!\r\n— Вот видишь, папа, как нехорошо радоваться прежде времени!",
    "504": "Дети играли во дворе в войнушку водяными пистолетами, но вдруг пошёл дождь и всех убил.",
    "505": "В зоологическом саду. Мальчик перед жирафом.\r\n— Бедная лошадь! Зубной доктор так неудачно вырвал у неё зуб, что вытянул шею.",
    "506": "Выпустили дурака из психбольницы. Все удивляются:\r\n— Как же тебя такого выпустили?\r\n— А у нас проверка была! Кто пролезет в замочную скважину, того выпустят. У одного плечо не пролезло, у другого — нога, а я отказался.\r\n— А почему?\r\n— Что я — дурак?! Ведь с той стороны ключ был вставлен!",
    "507": "— Мама, мама! Меня сегодня в школе один мальчишка ослом обозвал!\r\n— И что ты сделал?\r\n— Лягнул его под зад.",
    "508": "Маленький мальчик звонит врачу:\r\n— Доктор, срочно приезжайте!\r\n— У вас кто-то заболел?\r\n— Да, вся семья, кроме меня.\r\n— Как так?!\r\n— Очень просто! Я себя плохо вёл — и мне за обедом не дали тех замечательных грибов, которых насобирала в лесу мама.",
    "509": "— Мама, где ты родилась?\r\n— В Минске.\r\n— А папа?\r\n— В Петербурге.\r\n— А я?\r\n— А ты, душенька, в Москве.\r\n— Странно, как это мы все трое встретились и познакомились.",
    "510": "Из сочинений:\r\r\nПастер был великий учёный. Он изобрёл оспу, бешенство и множество других болезней.",
    "511": "Из сочинений:\r\nСейсмограф — это аппарат, служащий для регулировки силы землетрясений.",
    "512": "Из сочинений:\r\nВдовец — это муж вдовы.",
    "513": "Из сочинений:\r\nВ воде рыбы дышат через жалюзи.",
    "514": "Из сочинений:\r\nОн отдыхал, положив под голову колено.",
    "515": "Из сочинений:\r\nТатьяна любила свою няню, седобородую старушку.",
    "516": "Звонок. Пятилетний мальчуган подходит к телефону:\r\n— Да.\r\n— Позови папу или маму.\r\n— Их нет дома.\r\n— А кто-нибудь ещё есть?\r\n— Да, моя сестра.\r\n— Позови её, пожалуйста.\r\nПосле некоторой паузы мальчик снова взял трубку:\r\n— Она слишком тяжёлая. Я не смог вытащить её из коляски!",
    "517": "— Мама, мама, а правда, что когда умираешь, превращаешься в пыль?\r\n— Да, мой дорогой!\r\nМальчик уходит к себе в комнату и возвращается через некоторое время.\r\n— Мам…\r\n— Что такое?\r\n— Мне кажется, у меня за шкафом труп!",
    "518": "— Мамочка, ах, какой анекдот я слышала!\r\n— Ну, расскажи.\r\n— Нет, что ты, я слишком мала для него.",
    "519": "— Разве тебя не учат в школе говорить «Добрый вечер»?\r\n— Нет. Я хожу в школу утром.",
    "520": "— Надо сказать бабушке, чтобы пошла сегодня на родительское собрание.\r\n— А что, родителям некогда?\r\n— Да не в том дело. Бабушка хуже слышит.",
    "521": "— Мама, я хочу учиться музыке.\r\n— Хорошо. На каком инструменте ты будешь играть?\r\n— На магнитофоне.",
    "522": "Мальчик приходит на ферму.\r\n— Мама просила литр коровьего молока.\r\n— Но твой кувшин для этого слишком мал.\r\n— Тогда дайте литр козьего.",
    "523": "— Сынок, видишь, ласточка несёт в клюве соломинку! Как ты думаешь, для чего она ей?\r\n— Наверное, для «кока-колы».",
    "524": "Мама спрашивает Иванчо:\r\n— Ты почему плачешь?\r\n— Мне приснилось, что наша школа сгорела!\r\n— Не плачь, это всего лишь сон!\r\n— Именно поэтому я и плачу.",
    "525": "— Ребята, кто принёс в школу крысу?!\r\n— Это не крыса, а австралийская такса.\r\n— Мне плевать, кот съел — значит крыса!",
    "526": "Пингвин и зебра заходят в фотостудию.\r\n— Цветное фото?\r\n— Нет, чёрно-белого достаточно.",
    "527": "— Ясь, какой частью речи является слово «ничего»?\r\n— Глагол.\r\n— Почему?!\r\n— Потому что оно отвечает на вопрос «Что делает?»",
    "528": "Мальчик приходит с большой шишкой на лбу.\r\n— Что с тобой случилось, малыш?\r\n— Я упал с лестницы.\r\n— Сильно плакал?\r\n— Нет, там никого не было.",
    "529": "— Верочка, сколько раз говорила тебе: игрушки нужно класть на место! Почему ты забываешь?\r\n— Мама, но у меня плохо работает памятник!",
    "530": "Маленький Боб говорит отцу:\r\n— Папа, сегодня я не смогу пойти в школу.\r\n— Почему?\r\n— Мне нехорошо.\r\n— И где тебе нехорошо?\r\n— В школе.",
    "531": "Бабушка говорит внуку:\r\n— Я тоже когда-то ходила в детский сад.\r\n— Когда?\r\n— Давно.\r\n— Давно?\r\n— Очень.\r\n— Когда ты ещё была обезьяной?..",
    "532": "— Сколько будет три и четыре?\r\n— Семь.\r\n— А семь и четыре?\r\n— Не знаю. Мы до одиннадцати ещё не учили.",
    "533": "Учительница спрашивает первоклассника:\r\n— Почему ты ешь на уроке?\r\n— Жалко терять время на перемене."
}